$(document).ready(function()
{
	initLayout();
	generalExplain();
	generalBubble();
	generalMap();
	generalHistogram();
});

function initLayout()
{

	$("body").css("background-color","#e9e9e9");
	$("#nbContentFrameDiv").css("display","block");
	$("#nbContentFrameDiv").scrollTop(0);
	$("#nb_navMenu_1").bind("click",mouseClickMenu1);
	$("#nb_navMenu_2").bind("click",mouseClickMenu2);
	$("#nb_navMenu_3").bind("click",mouseClickMenu3);
}

var currentMenuId = 1;

function mouseClickMenu1()
{
	currentMenuId = 1;
	updataMenuCSS(1);
	generalExplain();
	generalBubble();
	generalMap();
	var oDivNb3 = document.getElementById('nb_part3');
	if(!oDivNb3) {
		var oNbContentMain = document.getElementById('nbContentMain');
		var oDivExplain3 = document.createElement('div');
		oDivExplain3.id = 'nb_part3_explain';
		var oDiv = document.createElement('div');
		oDiv.id = 'nb_part3';
		oNbContentMain.appendChild(oDivExplain3);
		oNbContentMain.appendChild(oDiv);
	}
	generalHistogram();
}


function mouseClickMenu2()
{
	currentMenuId = 2;
	updataMenuCSS(2);
	comparisonExplain();
	comparisonScatter();
	comparisonLine1();
	var oDivNb3 = document.getElementById('nb_part3');
	if(!oDivNb3) {
		var oNbContentMain = document.getElementById('nbContentMain');
		var oDivExplain3 = document.createElement('div');
		oDivExplain3.id = 'nb_part3_explain';
		var oDiv = document.createElement('div');
		oDiv.id = 'nb_part3';
		oNbContentMain.appendChild(oDivExplain3);
		oNbContentMain.appendChild(oDiv);
	}
	comparisonLine2();
}

function mouseClickMenu3()
{
	currentMenuId = 3;
	updataMenuCSS(3);
	behaviorExplain();
	behaviorPie();
	behaviorHistogram();
	var oDivExplain3 = document.getElementById('nb_part3_explain');
	var oDiv3 = document.getElementById('nb_part3');
	oDivExplain3.parentNode.removeChild(oDivExplain3);
	oDiv3.parentNode.removeChild(oDiv3);
}

function updataMenuCSS(updateId)
{
	if(updateId == 1)
	{
		$("#nb_navMenu_1").css("background-image","url('./可视化_files/button12.png')");
		$("#nb_navMenu_2").css("background-image","url('./可视化_files/button21.png')");
		$("#nb_navMenu_3").css("background-image","url('./可视化_files/button31.png')");
	}
	else if(updateId == 2)
	{
		$("#nb_navMenu_1").css("background-image","url('./可视化_files/button11.png')");
		$("#nb_navMenu_2").css("background-image","url('./可视化_files/button22.png')");
		$("#nb_navMenu_3").css("background-image","url('./可视化_files/button31.png')");
	}
	else if(updateId == 3)
	{
		$("#nb_navMenu_1").css("background-image","url('./可视化_files/button11.png')");
		$("#nb_navMenu_2").css("background-image","url('./可视化_files/button21.png')");
		$("#nb_navMenu_3").css("background-image","url('./可视化_files/button32.png')");
	}
}

function generalExplain()
{
	var str = "<p class='second-paragraph'>这部分主要是了解各省15年来交通事故的概况，主维度是交通事故数/死亡人数/时间/省份，数据来源为研究所得的媒体数据。笔者分别制作了气泡图/地域图/柱形图，从变化趋势/严重程度/事故死亡率角度进行多方位的展现。</p>"
	$("#nb_part0_explain").html(str);
	
}

function comparisonExplain()
{
	var str = "<p class='second-paragraph'>通过媒体数据表现出的交通事故状况与统计局官方数据反应的交通事故状况是否一致？如果不一致会是哪些方面不同？造成这些不同的原因可能有哪些？从每起交通事故死亡率、交通事故数历年变化趋势、死亡人数历年变化趋势这三个角度进行比较，这部分涉及的主维度有：每年各省交通事故死亡率（媒体数据VS统计局官方数据）/每年全国交通事故总数（媒体数据VS统计局官方数据）/每年全国交通事故死亡人数总数（媒体数据VS统计局官方数据）/省份/时间。</p>"
	$("#nb_part0_explain").html(str);
}

function behaviorExplain()
{
	var str = "<p class='second-paragraph'>本研究涉及的主要数据都是从媒体的新闻报道中获取的，从一定程度上来说，媒体关于交通事故报道数量的多少会直接影响研究中某一年全国交通事故数量和死亡人数的多少、不同省份交通事故数量和死亡人数的多少。全国哪些省份关于交通事故的新闻报道较多？哪些媒体在交通事故报道方面较为活跃？媒体报道是如何影响各省交通事故状况的？15年间交通事故报道中的媒体表现也是一个有趣的研究点。</p>"
	$("#nb_part0_explain").html(str);
}

function generalBubble()
{
	var str = "<p class='first-paragraph'>在2000-2014年这15年间，全国各个省份在媒体报道中的交通事故数量和死亡人数随时间的变化趋势。</p>";
	str += "<p class='second-paragraph'>2000-2013年间，媒体报道中各省的交通事故数和死亡人数整体呈逐年增长的趋势，其中2008-2009年增长幅度最明显。";
	str += "2013-2014年又呈整体回落的趋势。其中，广东省的交通事故数和死亡人数一直位列榜首，紧随其后的是山东、浙江、江苏三个人口大省。</p>";

    $("#nb_part1_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part1'));
    myChart.showLoading();
	var data = {
		"series": [[[48, 47, 1364, "北京", 2000], [14, 11, 1609, "上海", 2000], [67, 19, 1001, "天津", 2000], [188, 355, 8650, "广东", 2000], [30, 28, 8998, "山东", 2000], [72, 98, 7327, "江苏", 2000], [80, 80, 4184, "辽宁", 2000], [66, 167, 9488, "河南", 2000], [6, 17, 2682, "吉林", 2000], [10, 8, 3807, "黑龙江", 2000], [38, 72, 3644, "陕西", 2000], [16, 22, 3274, "山西", 2000], [37, 29, 6674, "河北", 2000], [53, 68, 6093, "安徽", 2000], [16, 77, 2849, "重庆", 2000], [46, 169, 3410, "福建", 2000], [20, 72, 4680, "浙江", 2000], [16, 30, 6562, "湖南", 2000], [16, 31, 5646, "湖北", 2000], [56, 171, 8329, "四川", 2000], [27, 36, 4149, "江西", 2000], [21, 44, 4241, "云南", 2000], [6, 9, 3756, "贵州", 2000], [45, 109, 2515, "甘肃", 2000], [4, 20, 554, "宁夏", 2000], [10, 4, 517, "青海", 2000], [28, 234, 4751, "广西", 2000], [1, 26, 2372, "内蒙古", 2000], [6, 12, 789, "海南", 2000], [6, 19, 1849, "新疆", 2000], [0, 0, 258, "西藏", 2000]], [[135, 57, 1385, "北京", 2001], [56, 34, 1668, "上海", 2001], [94, 83, 1004, "天津", 2001], [428, 808, 8733, "广东", 2001], [98, 117, 9041, "山东", 2001], [175, 304, 7359, "江苏", 2001], [185, 264, 4194, "辽宁", 2001], [136, 130, 9555, "河南", 2001], [10, 18, 2691, "吉林", 2001], [39, 38, 3811, "黑龙江", 2001], [116, 193, 3653, "陕西", 2001], [23, 30, 3272, "山西", 2001], [75, 49, 6699, "河北", 2001], [218, 284, 6128, "安徽", 2001], [58, 152, 2829, "重庆", 2001], [113, 172, 3445, "福建", 2001], [72, 195, 4729, "浙江", 2001], [79, 140, 6596, "湖南", 2001], [67, 206, 5658, "湖北", 2001], [106, 203, 8143, "四川", 2001], [78, 116, 4168, "江西", 2001], [79, 172, 4287, "云南", 2001], [9, 56, 3799, "贵州", 2001], [162, 241, 2523, "甘肃", 2001], [8, 33, 563, "宁夏", 2001], [40, 50, 523, "青海", 2001], [144, 504, 4788, "广西", 2001], [5, 29, 2381, "内蒙古", 2001], [66, 58, 796, "海南", 2001], [16, 72, 1876, "新疆", 2001], [1, 1, 264, "西藏", 2001]], [[214, 97, 1423, "北京", 2002], [153, 121, 1713, "上海", 2002], [112, 61, 1007, "天津", 2002], [481, 834, 8842, "广东", 2002], [232, 248, 9082, "山东", 2002], [227, 484, 7406, "江苏", 2002], [199, 275, 4203, "辽宁", 2002], [187, 248, 9613, "河南", 2002], [20, 37, 2699, "吉林", 2002], [69, 68, 3813, "黑龙江", 2002], [176, 389, 3662, "陕西", 2002], [22, 28, 3294, "山西", 2000], [43, 123, 6735, "河北", 2000], [268, 528, 6144, "安徽", 2000], [84, 214, 2814, "重庆", 2002], [107, 192, 3476, "福建", 2002], [123, 145, 4776, "浙江", 2002], [99, 414, 6629, "湖南", 2002], [114, 198, 5672, "湖北", 2002], [197, 234, 8110, "四川", 2002], [92, 143, 4222, "江西", 2002], [152, 265, 4333, "云南", 2002], [14, 49, 3837, "贵州", 2002], [229, 252, 2531, "甘肃", 2002], [8, 73, 572, "宁夏", 2002], [17, 18, 529, "青海", 2002], [204, 611, 4822, "广西", 2002], [8, 9, 2384, "内蒙古", 2002], [60, 112, 803, "海南", 2002], [11, 33, 1905, "新疆", 2002], [5, 12, 268, "西藏", 2002]], [[344, 352, 1456, "北京", 2003], [230, 307, 1766, "上海", 2003], [106, 47, 1011, "天津", 2003], [525, 969, 8963, "广东", 2003], [235, 161, 9125, "山东", 2003], [281, 448, 7458, "江苏", 2003], [288, 375, 4210, "辽宁", 2003], [223, 244, 9667, "河南", 2003], [31, 100, 2704, "吉林", 2003], [62, 63, 3815, "黑龙江", 2003], [185, 342, 3672, "陕西", 2003], [41, 43, 3314, "山西", 2003], [52, 41, 6769, "河北", 2003], [333, 448, 6163, "安徽", 2003], [109, 124, 2803, "重庆", 2003], [123, 174, 3502, "福建", 2003], [180, 333, 4857, "浙江", 2003], [117, 250, 6663, "湖南", 2003], [154, 204, 5685, "湖北", 2003], [496, 795, 8176, "四川", 2003], [153, 113, 4254, "江西", 2003], [190, 251, 4376, "云南", 2003], [27, 162, 3870, "贵州", 2003], [205, 314, 2537, "甘肃", 2003], [7, 37, 580, "宁夏", 2003], [18, 78, 534, "青海", 2003], [307, 512, 4857, "广西", 2003], [12, 37, 2386, "内蒙古", 2003], [54, 53, 811, "海南", 2003], [10, 24, 1934, "新疆", 2003], [7, 42, 272, "西藏", 2003]], [[343, 232, 1493, "北京", 2004], [368, 313, 1835, "上海", 2004], [117, 63, 1024, "天津", 2004], [848, 1572, 9111, "广东", 2004], [102, 220, 9180, "山东", 2004], [439, 574, 7523, "江苏", 2004], [231, 448, 4217, "辽宁", 2004], [296, 379, 9717, "河南", 2004], [23, 44, 2709, "吉林", 2004], [77, 99, 3817, "黑龙江", 2004], [242, 376, 6228, "陕西", 2004], [62, 245, 3335, "山西", 2004], [80, 205, 6809, "河北", 2004], [314, 507, 6228, "安徽", 2004], [208, 333, 2793, "重庆", 2004], [235, 283, 3529, "福建", 2004], [203, 485, 4925, "浙江", 2004], [173, 426, 6698, "湖南", 2004], [150, 210, 5698, "湖北", 2004], [716, 1388, 8090, "四川", 2004], [183, 496, 4284, "江西", 2004], [256, 554, 4415, "云南", 2004], [20, 86, 3904, "贵州", 2004], [145, 347, 2541, "甘肃", 2004], [9, 16, 588, "宁夏", 2004], [20, 47, 539, "青海", 2004], [280, 658, 4889, "广西", 2004], [15, 69, 2393, "内蒙古", 2004], [32, 62, 818, "海南", 2004], [11, 48, 1963, "新疆", 2004], [9, 13, 276, "西藏", 2004]], [[467, 386, 1538, "北京", 2005], [322, 344, 1890, "上海", 2005], [120, 100, 1043, "天津", 2005], [1072, 1905, 9194, "广东", 2005], [63, 189, 9248, "山东", 2005], [372, 625, 7588, "江苏", 2005], [184, 268, 4221, "辽宁", 2005], [301, 415, 9380, "河南", 2005], [34, 72, 2716, "吉林", 2005], [29, 125, 3820, "黑龙江", 2005], [173, 379, 3690, "陕西", 2005], [98, 235, 3355, "山西", 2005], [69, 143, 6851, "河北", 2005], [244, 490, 6120, "安徽", 2005], [177, 317, 2798, "重庆", 2005], [197, 347, 3557, "福建", 2005], [207, 679, 4991, "浙江", 2005], [155, 233, 6326, "湖南", 2005], [118, 268, 5710, "湖北", 2005], [594, 1247, 8212, "四川", 2005], [138, 306, 4311, "江西", 2005], [205, 412, 4450, "云南", 2005], [27, 128, 3730, "贵州", 2005], [210, 332, 2545, "甘肃", 2005], [13, 53, 596, "宁夏", 2005], [10, 109, 543, "青海", 2005], [293, 328, 4660, "广西", 2005], [17, 88, 2403, "内蒙古", 2005], [16, 26, 828, "海南", 2005], [10, 19, 2010, "新疆", 2005], [7, 74, 280, "西藏", 2005]], [[808, 561, 1601, "北京", 2006], [357, 280, 1964, "上海", 2006], [112, 69, 1075, "天津", 2006], [1392, 2084, 9442, "广东", 2006], [68, 87, 9309, "山东", 2006], [449, 541, 7656, "江苏", 2006], [218, 254, 4271, "辽宁", 2006], [361, 357, 9392, "河南", 2006], [17, 14, 2723, "吉林", 2006], [32, 64, 3823, "黑龙江", 2006], [215, 486, 3699, "陕西", 2006], [51, 180, 3375, "山西", 2006], [129, 267, 6898, "河北", 2006], [113, 215, 6110, "安徽", 2006], [232, 363, 2808, "重庆", 2006], [264, 502, 3585, "福建", 2006], [117, 322, 5072, "浙江", 2006], [172, 355, 6342, "湖南", 2006], [76, 166, 5693, "湖北", 2006], [592, 903, 8169, "四川", 2006], [159, 293, 4339, "江西", 2006], [202, 625, 4483, "云南", 2006], [19, 73, 3690, "贵州", 2006], [277, 542, 2547, "甘肃", 2006], [10, 94, 604, "宁夏", 2006], [17, 98, 548, "青海", 2006], [505, 718, 4719, "广西", 2006], [30, 107, 2415, "内蒙古", 2006], [16, 84, 836, "海南", 2006], [38, 162, 2050, "新疆", 2006], [22, 108, 285, "西藏", 2006]], [[741, 413, 1676, "北京", 2007], [443, 308, 2064, "上海", 2007], [62, 149, 1115, "天津", 2007], [1769, 2278, 9660, "广东", 2007], [97, 113, 9367, "山东", 2007], [712, 778, 7723, "江苏", 2007], [320, 350, 4298, "辽宁", 2007], [530, 459, 9360, "河南", 2007], [24, 54, 2730, "吉林", 2007], [24, 41, 3824, "黑龙江", 2007], [200, 520, 3708, "陕西", 2007], [31, 60, 3393, "山西", 2007], [119, 109, 6943, "河北", 2007], [243, 388, 6118, "安徽", 2007], [254, 439, 2816, "重庆", 2007], [228, 275, 3612, "福建", 2007], [129, 266, 5155, "浙江", 2007], [195, 320, 6355, "湖南", 2007], [142, 254, 5699, "湖北", 2007], [428, 877, 8127, "四川", 2007], [196, 265, 4368, "江西", 2007], [209, 500, 4514, "云南", 2007], [50, 179, 3632, "贵州", 2007], [260, 351, 2548, "甘肃", 2007], [18, 44, 610, "宁夏", 2007], [9, 8, 552, "青海", 2007], [614, 690, 4768, "广西", 2007], [22, 35, 2429, "内蒙古", 2007], [41, 21, 845, "海南", 2007], [30, 63, 2095, "新疆", 2007], [24, 74, 289, "西藏", 2007]], [[341, 284, 1771, "北京", 2008], [286, 252, 2141, "上海", 2008], [123, 105, 1176, "天津", 2008], [1447, 2101, 9893, "广东", 2008], [614, 832, 9417, "山东", 2008], [739, 629, 7762, "江苏", 2008], [439, 355, 4315, "辽宁", 2008], [488, 428, 9429, "河南", 2008], [219, 267, 2734, "吉林", 2008], [260, 561, 3825, "黑龙江", 2008], [203, 334, 3718, "陕西", 2008], [81, 105, 3411, "山西", 2008], [301, 236, 6989, "河北", 2008], [488, 663, 6135, "安徽", 2008], [335, 257, 2839, "重庆", 2008], [483, 521, 3639, "福建", 2008], [1039, 1387, 5212, "浙江", 2008], [225, 249, 6380, "湖南", 2008], [424, 421, 5711, "湖北", 2008], [394, 526, 8138, "四川", 2008], [141, 232, 4400, "江西", 2008], [357, 467, 4543, "云南", 2008], [114, 215, 3596, "贵州", 2008], [233, 285, 2551, "甘肃", 2008], [44, 50, 618, "宁夏", 2008], [43, 93, 554, "青海", 2008], [414, 306, 4816, "广西", 2008], [136, 167, 2444, "内蒙古", 2008], [111, 115, 854, "海南", 2008], [141, 270, 2131, "新疆", 2008], [20, 93, 292, "西藏", 2008]], [[493, 313, 1860, "北京", 2009], [426, 396, 2210, "上海", 2009], [163, 150, 1228, "天津", 2009], [2191, 2860, 10130, "广东", 2009], [1074, 802, 9470, "山东", 2009], [1397, 1143, 7810, "江苏", 2009], [725, 820, 4341, "辽宁", 2009], [876, 789, 9487, "河南", 2009], [444, 520, 2740, "吉林", 2009], [507, 861, 3826, "黑龙江", 2009], [381, 404, 3727, "陕西", 2009], [74, 124, 3427, "山西", 2009], [591, 619, 7034, "河北", 2009], [857, 1196, 6131, "安徽", 2009], [468, 390, 2859, "重庆", 2009], [1061, 1017, 3666, "福建", 2009], [1739, 2361, 5276, "浙江", 2009], [457, 805, 6406, "湖南", 2009], [918, 842, 5720, "湖北", 2009], [767, 823, 8185, "四川", 2009], [295, 682, 4432, "江西", 2009], [574, 985, 4571, "云南", 2009], [160, 284, 3537, "贵州", 2009], [371, 419, 2555, "甘肃", 2009], [62, 47, 625, "宁夏", 2009], [72, 60, 557, "青海", 2009], [700, 986, 4856, "广西", 2009], [258, 284, 2458, "内蒙古", 2009], [274, 326, 864, "海南", 2009], [140, 204, 2159, "新疆", 2009], [29, 21, 296, "西藏", 2009]], [[606, 634, 1962, "北京", 2010], [441, 511, 2303, "上海", 2010], [150, 92, 1299, "天津", 2010], [2118, 2762, 10441, "广东", 2010], [1378, 1131, 9588, "山东", 2010], [1361, 1315, 7869, "江苏", 2010], [729, 921, 4375, "辽宁", 2010], [925, 928, 9405, "河南", 2010], [483, 630, 2747, "吉林", 2010], [480, 495, 3833, "黑龙江", 2010], [403, 422, 3735, "陕西", 2010], [254, 428, 3574, "山西", 2010], [563, 377, 7194, "河北", 2010], [1009, 1012, 5957, "安徽", 2010], [525, 525, 2885, "重庆", 2010], [1100, 1216, 3693, "福建", 2010], [1613, 1721, 5447, "浙江", 2010], [513, 556, 6570, "湖南", 2010], [940, 951, 5728, "湖北", 2010], [895, 781, 8045, "四川", 2010], [436, 596, 4462, "江西", 2010], [507, 851, 4602, "云南", 2010], [218, 301, 3479, "贵州", 2010], [407, 574, 2560, "甘肃", 2010], [71, 62, 633, "宁夏", 2010], [94, 123, 563, "青海", 2010], [772, 994, 4610, "广西", 2010], [390, 422, 2472, "内蒙古", 2010], [225, 162, 869, "海南", 2010], [205, 265, 2185, "新疆", 2010], [54, 108, 300, "西藏", 2010]], [[779, 494, 2019, "北京", 2011], [867, 491, 2347, "上海", 2011], [252, 167, 1355, "天津", 2011], [2403, 3668, 10505, "广东", 2011], [1859, 1173, 9637, "山东", 2011], [1584, 1532, 7899, "江苏", 2011], [903, 747, 4383, "辽宁", 2011], [1069, 1290, 9388, "河南", 2011], [464, 541, 2749, "吉林", 2011], [495, 540, 3834, "黑龙江", 2011], [462, 883, 3743, "陕西", 2011], [515, 690, 3593, "山西", 2011], [634, 748, 7241, "河北", 2011], [1160, 1596, 5968, "安徽", 2011], [482, 610, 2919, "重庆", 2011], [1213, 1263, 3720, "福建", 2011], [1671, 1652, 5463, "浙江", 2011], [678, 821, 6596, "湖南", 2011], [1031, 1289, 5785, "湖北", 2011], [1110, 962, 8050, "四川", 2011], [657, 517, 4488, "江西", 2011], [625, 853, 4631, "云南", 2011], [365, 485, 3469, "贵州", 2011], [538, 790, 2564, "甘肃", 2011], [201, 208, 639, "宁夏", 2011], [82, 41, 568, "青海", 2011], [938, 1130, 4645, "广西", 2011], [522, 474, 2482, "内蒙古", 2011], [270, 465, 877, "海南", 2011], [317, 473, 2209, "新疆", 2011], [116, 249, 303, "西藏", 2011]], [[684, 389, 2069, "北京", 2012], [521, 598, 2380, "上海", 2012], [266, 122, 1413, "天津", 2012], [2487, 2788, 10594, "广东", 2012], [2043, 1624, 9685, "山东", 2012], [1460, 1355, 7920, "江苏", 2012], [1060, 871, 4389, "辽宁", 2012], [1077, 1286, 9406, "河南", 2012], [364, 325, 2750, "吉林", 2012], [578, 501, 3834, "黑龙江", 2012], [515, 1434, 3753, "陕西", 2012], [580, 580, 3611, "山西", 2012], [679, 558, 7288, "河北", 2012], [1212, 1183, 5988, "安徽", 2012], [488, 425, 2945, "重庆", 2012], [1204, 1514, 3748, "福建", 2012], [1740, 1434, 5477, "浙江", 2012], [698, 707, 6639, "湖南", 2012], [918, 775, 5779, "湖北", 2012], [1101, 1008, 8076, "四川", 2012], [638, 723, 4504, "江西", 2012], [679, 1004, 4659, "云南", 2012], [425, 534, 3484, "贵州", 2012], [463, 667, 2578, "甘肃", 2012], [172, 332, 647, "宁夏", 2012], [96, 54, 573, "青海", 2012], [981, 909, 4682, "广西", 2012], [520, 526, 2490, "内蒙古", 2012], [270, 569, 887, "海南", 2012], [295, 330, 2233, "新疆", 2012], [103, 30, 308, "西藏", 2012]], [[592, 373, 2115, "北京", 2013], [447, 508, 2415, "上海", 2013], [200, 82, 1472, "天津", 2013], [2441, 3241, 10644, "广东", 2013], [2024, 1245, 9733, "山东", 2013], [1520, 1195, 7939, "江苏", 2013], [1008, 681, 4390, "辽宁", 2013], [1129, 1457, 9413, "河南", 2013], [421, 224, 2751, "吉林", 2013], [542, 281, 3835, "黑龙江", 2013], [394, 676, 3764, "陕西", 2013], [477, 491, 3630, "山西", 2013], [618, 492, 7333, "河北", 2013], [1213, 1246, 6030, "安徽", 2013], [503, 249, 2970, "重庆", 2013], [1288, 1546, 3774, "福建", 2013], [1756, 1526, 5498, "浙江", 2013], [613, 732, 6691, "湖南", 2013], [924, 1107, 5799, "湖北", 2013], [1208, 1404, 8107, "四川", 2013], [597, 482, 4522, "江西", 2013], [692, 1026, 4687, "云南", 2013], [622, 640, 3502, "贵州", 2013], [457, 650, 2582, "甘肃", 2013], [141, 81, 654, "宁夏", 2013], [90, 145, 578, "青海", 2013], [1015, 1014, 4719, "广西", 2013], [471, 488, 2498, "内蒙古", 2013], [292, 361, 895, "海南", 2013], [329, 475, 2264, "新疆", 2013], [87, 37, 312, "西藏", 2013]], [[393, 204, 2152, "北京", 2014], [228, 211, 2426, "上海", 2014], [180, 69, 1517, "天津", 2014], [1932, 2005, 10724, "广东", 2014], [1758, 1411, 9789, "山东", 2014], [1435, 1023, 7960, "江苏", 2014], [871, 417, 4391, "辽宁", 2014], [892, 1019, 9436, "河南", 2014], [313, 281, 2752, "吉林", 2014], [517, 393, 3833, "黑龙江", 2014], [291, 358, 3775, "陕西", 2014], [416, 619, 3648, "山西", 2014], [603, 437, 7384, "河北", 2014], [826, 650, 6083, "安徽", 2014], [327, 268, 2991, "重庆", 2014], [1144, 1066, 3806, "福建", 2014], [1511, 1496, 5508, "浙江", 2014], [461, 816, 6737, "湖南", 2014], [767, 416, 5816, "湖北", 2014], [953, 1104, 8140, "四川", 2014], [542, 329, 4542, "江西", 2014], [463, 634, 4714, "云南", 2014], [534, 396, 3508, "贵州", 2014], [433, 568, 2591, "甘肃", 2014], [151, 57, 662, "宁夏", 2014], [102, 95, 583, "青海", 2014], [904, 651, 4754, "广西", 2014], [462, 249, 2505, "内蒙古", 2014], [377, 490, 903, "海南", 2014], [325, 439, 2298, "新疆", 2014], [96, 193, 318, "西藏", 2014]]], 
		"provoinces": ["北京", "上海", "天津", "广东", "山东", "江苏", "辽宁", "河南", "吉林", "黑龙江", "陕西", "山西", "河北", "安徽", "重庆", "福建", "浙江", "湖南", "湖北", "四川", "江西", "云南", "贵州", "甘肃", "宁夏", "青海", "广西", "内蒙古", "海南", "新疆", "西藏"], 
		"timeline": [2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014]};
	

        myChart.hideLoading();

        var itemStyle = {
            normal: {
                opacity: 0.8,
                shadowBlur: 10,
                shadowOffsetX: 0,
                shadowOffsetY: 0,
                shadowColor: 'rgba(0, 0, 0, 0.5)'
            }
        };

        var sizeFunction = function (x) {
            var y = Math.sqrt(x*50000 / 5e8) + 0.1;
            return y * 60;
        };
        // Schema:
        var schema = [
            {name: 'Accident', index: 0, text: '事故数', unit: '件'},
            {name: 'Death', index: 1, text: '死亡人数', unit: '人'},
            {name: 'Population', index: 2, text: '总人口', unit: '万人'},
            {name: 'Provinces', index: 3, text: '省份', unit: ''}
        ];

        option = {
            baseOption: {
                timeline: {
                    axisType: 'category',
                    orient: 'vertical',
                    autoPlay: true,
                    inverse: true,
                    playInterval: 1000,
                    left: null,
                    right: 0,
                    top: 20,
                    bottom: 20,
                    width: 55,
                    height: null,
                    label: {
                        normal: {
                            textStyle: {
                                //color: '#999'
                            }
                        },
                        emphasis: {
                            textStyle: {
                                //color: '#fff'
                            }
                        }
                    },
                    symbol: 'none',
                    lineStyle: {
                        //color: '#555'
                    },
                    checkpointStyle: {
                        color: '#bbb',
                        borderColor: '#777',
                        borderWidth: 2
                    },
                    controlStyle: {
                        showNextBtn: false,
                        showPrevBtn: false,
                        normal: {
                            color: '#666',
                            borderColor: '#666'
                        },
                        emphasis: {
                            color: '#aaa',
                            borderColor: '#aaa'
                        }
                    },
                    data: []
                },
                // backgroundColor: '#333',
                title: {
                    text: data.timeline[0],
                    textAlign: 'center',
                    left: '63%',
                    top: '55%',
                    textStyle: {
                        fontSize: 100,
                        // color: 'rgba(255, 255, 255, 0.7)'
                    }
                },
                tooltip: {
                    padding: 5,
                    backgroundColor: '#222',
                    borderColor: '#777',
                    borderWidth: 1,
                    formatter: function (obj) {
                        var value = obj.value;
                        return schema[3].text + '：' + value[3] + '<br>'
                                + schema[1].text + '：' + value[1] + schema[1].unit + '<br>'
                                + schema[0].text + '：' + value[0] + schema[0].unit + '<br>'
                                + schema[2].text + '：' + value[2] + '<br>';
                    }
                },
                grid: {
                    left: '12%',
                    right: '110'
                },
                xAxis: {
                    type: 'value',
                    name: '媒介报道的交通事故数',
                    max:3000,
                    min:0,
                    nameGap: 25,
                    nameLocation: 'middle',
                    nameTextStyle: {
                        fontSize: 18
                    },
                    splitLine: {
                        show: false
                    },
                    axisTick: {
                        lineStyle: {
                            // color: '#ccc'
                        }
                    },
                    axisLine: {
                        lineStyle: {
                            // color: '#ccc'
                        }
                    },
                    axisLabel: {
                        formatter: '{value} 件',
                        textStyle: {
                            //color: '#ccc'
                        }
                    }
                },
                yAxis: {
                    type: 'value',
                    name: '媒介报道的死亡人数',
                    max: 4500,
                    nameTextStyle: {
                        //color: '#ccc',
                        fontSize: 18
                    },
                    axisLine: {
                        lineStyle: {
                            //color: '#ccc'
                        }
                    },
                    axisTick: {
                        lineStyle: {
                            //color: '#ccc'
                        }
                    },
                    splitLine: {
                        show: false
                    },
                    axisLabel: {
                        formatter: '{value} 人',
                        textStyle: {
                            //color: '#ccc'
                        }
                    }
                },
                visualMap: [
                {
                    show: false,
                    dimension: 3,
                    categories: data.provoinces,
                    calculable: true,
                    precision: 0.1,
                    textGap: 30,
                    textStyle: {
                        color: '#ccc'
                    },
                    inRange: {
                        color: [ '#ce1337', '#ce1337', '#ce1337','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#ce1337','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#2a2d59','#deb71b','#2a2d59','#deb71b','#deb71b','#2a2d59','#deb71b','#deb71b']
                    }
                }
            ],
                series: [
                    {
                        type: 'scatter',
                        itemStyle: itemStyle,
                        data: data.series[0],
                        symbolSize: function(val) {
                            return sizeFunction(val[2]);
                        }
                    }
                ],
                animationDurationUpdate: 1000,
                animationEasingUpdate: 'quinticInOut'
            },
            options: []
        };

        for (var n = 0; n < data.timeline.length; n++) {
            option.baseOption.timeline.data.push(data.timeline[n]);
            option.options.push({
                title: {
                    show: true,
                    'text': data.timeline[n] + ''
                },
                series: {
                    name: data.timeline[n],
                    type: 'scatter',
                    itemStyle: itemStyle,
                    data: data.series[n],
                    symbolSize: function(val) {
                        return sizeFunction(val[2]);
                    }
                }
            });
        }

        myChart.setOption(option);
}

function generalMap()
{
		var str = "<p class='first-paragraph'>在2000-2014年这15年间，全国各个省份在媒体报道中的交通事故数量和死亡人数严重程度的地域分布状况。</p>";
		str += "<p class='second-paragraph'>从事故数量的维度看，2006年及以前，广东、四川、北京三地交通事故最为严重。2007年之后，广东、浙江、山东、四川的交通事故最为严重。交通事故严重情况由南到北、由东到西整体呈减弱的趋势。从死亡人数的维度看，2007年纪以前，广东、四川两地的交通事故最为严重。2008年及之后，广东、浙江、山东的交通事故最为严重。华东、华南和西南地区的交通事故死亡状况较严重。</p>";
		
		$("#nb_part2_explain").html(str);
		var myChart = echarts.init(document.getElementById('nb_part2'));
		var app = {};
		option = null;
		function randomData() {
			return Math.round(Math.random()*1000);
		}

		option = {
			baseOption: {
			backgroundColor: '#ffffff',
				timeline: {
					// y: 0,
					axisType: 'category',
					// realtime: false,
					// loop: false,
					autoPlay: true,
					// currentIndex: 2,
					playInterval: 1000,
					// controlStyle: {
					//     position: 'left'
					// },
					data: [
						{
							value: '2000-01-01',
							symbol: 'diamond',
							symbolSize: 16
						},
						'2001-01-01',
                        '2002-01-01', 
						'2003-01-01', 
						'2004-01-01', 
						'2005-01-01', 
						'2006-01-01', 
						'2007-01-01', 
						'2008-01-01', 
						'2009-01-01', 
						'2010-01-01', 
						'2011-01-01', 
						'2012-01-01', 
						'2013-01-01', 
						{
							value: '2014-01-01',
							symbol: 'diamond',
							symbolSize: 18
						},
					],
					label: {
						formatter : function(s) {
							return (new Date(s)).getFullYear();
						}
					}
				},
				title: {
				    text: '2000-2014年全国各省交通事故地域分布',
                    subtext: '数据来源：媒体数据',
					left: 'center'
				},
				tooltip: {
					trigger: 'item'
				},
				legend: {
					orient: 'vertical',
					left: 'center',
					top: '10%',
					data:['车祸数量','死亡人数'],
					selected: {
						'死亡人数': false,
					}
					
				},
				visualMap: {
					min: 0,
					max: 4000,
					left: 'left',
					top: 'bottom',
					text: ['高','低'],           // 文本，默认为数值文本
					calculable: true
				},
				toolbox: {
					show: true,
					orient: 'vertical',
					left: 'right',
					top: 'center',
					feature: {
						dataView: {readOnly: false},
						restore: {},
						saveAsImage: {}
					}
				},
				series:[
					{
						name: '车祸数量',
						type: 'map',
						mapType: 'china',
						roam: false,
						label: {
							normal: {
								show: true
							},
							emphasis: {
								show: true
							}
						},
					},
					{
						name: '死亡人数',
						type: 'map',
						mapType: 'china',
						roam: false,
						label: {
							normal: {
								show: true
							},
							emphasis: {
								show: true
							}
						},
					},
					
				]
			},
			options:
			[
    {
        "title": {
            "text": "2000年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 48
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 14
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 67
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 188
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 30
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 72
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 80
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 66
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 6
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 10
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 38
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 16
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 37
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 53
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 16
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 46
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 20
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 16
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 16
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 56
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 27
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 21
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 6
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 45
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 4
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 10
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 28
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 1
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 6
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 6
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 0
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 47
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 11
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 19
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 355
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 28
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 98
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 80
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 167
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 17
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 8
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 72
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 22
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 29
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 68
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 77
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 169
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 72
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 30
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 31
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 171
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 36
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 44
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 9
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 109
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 20
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 4
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 234
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 26
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 12
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 19
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 0
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2001年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 135
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 56
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 94
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 428
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 98
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 175
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 185
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 136
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 10
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 39
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 116
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 23
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 75
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 218
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 58
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 113
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 72
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 79
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 67
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 106
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 78
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 79
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 9
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 162
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 8
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 40
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 144
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 5
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 66
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 16
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 1
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 57
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 34
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 83
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 808
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 117
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 304
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 264
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 130
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 18
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 38
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 193
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 30
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 49
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 284
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 152
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 172
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 195
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 140
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 206
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 203
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 116
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 172
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 56
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 241
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 33
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 50
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 504
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 29
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 58
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 72
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 1
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2002年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 214
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 153
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 112
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 481
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 232
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 227
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 199
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 187
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 20
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 69
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 176
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 22
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 43
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 268
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 84
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 107
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 123
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 99
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 114
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 197
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 92
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 152
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 14
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 229
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 8
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 17
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 204
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 8
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 60
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 11
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 5
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 97
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 121
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 61
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 834
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 248
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 484
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 275
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 248
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 37
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 68
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 389
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 28
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 123
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 528
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 214
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 192
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 145
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 414
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 198
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 234
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 143
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 265
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 49
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 252
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 73
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 18
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 611
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 9
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 112
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 33
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 12
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2003年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 344
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 230
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 106
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 525
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 235
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 281
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 288
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 223
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 31
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 62
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 185
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 41
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 52
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 333
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 109
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 123
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 180
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 117
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 154
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 496
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 153
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 190
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 27
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 205
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 7
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 18
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 307
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 12
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 54
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 10
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 7
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 352
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 307
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 47
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 969
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 161
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 448
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 375
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 244
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 100
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 63
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 342
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 43
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 41
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 448
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 124
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 174
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 333
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 250
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 204
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 795
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 113
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 251
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 162
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 314
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 37
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 78
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 512
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 37
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 53
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 24
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 42
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2004年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 343
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 368
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 117
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 848
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 102
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 439
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 231
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 296
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 23
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 77
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 242
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 62
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 80
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 314
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 208
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 235
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 203
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 173
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 150
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 716
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 183
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 256
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 20
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 145
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 9
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 20
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 280
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 15
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 32
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 11
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 9
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 232
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 313
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 63
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1572
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 220
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 574
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 448
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 379
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 44
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 99
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 376
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 245
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 205
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 507
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 333
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 283
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 485
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 426
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 210
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1388
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 496
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 554
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 86
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 347
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 16
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 47
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 658
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 69
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 62
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 48
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 13
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2005年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 467
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 322
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 120
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1072
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 63
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 372
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 184
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 301
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 34
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 29
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 173
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 98
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 69
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 244
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 177
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 197
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 207
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 155
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 118
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 594
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 138
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 205
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 27
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 210
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 13
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 10
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 293
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 17
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 16
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 10
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 7
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 386
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 344
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 100
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1905
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 189
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 625
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 268
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 415
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 72
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 125
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 379
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 235
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 143
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 490
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 317
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 347
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 679
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 233
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 268
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1247
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 306
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 412
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 128
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 332
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 53
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 109
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 328
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 88
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 26
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 19
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 74
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2006年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 808
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 357
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 112
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1392
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 68
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 449
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 218
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 361
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 17
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 32
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 215
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 51
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 129
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 113
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 232
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 264
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 117
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 172
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 76
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 592
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 159
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 202
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 19
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 277
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 10
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 17
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 505
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 30
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 16
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 38
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 22
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 561
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 280
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 69
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2084
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 87
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 541
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 254
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 357
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 14
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 64
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 486
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 180
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 267
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 215
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 363
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 502
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 322
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 355
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 166
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 903
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 293
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 625
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 73
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 542
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 94
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 98
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 718
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 107
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 84
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 162
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 108
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2007年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 741
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 443
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 62
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1769
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 97
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 712
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 320
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 530
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 24
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 24
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 200
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 31
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 119
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 243
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 254
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 228
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 129
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 195
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 142
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 428
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 196
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 209
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 50
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 260
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 18
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 9
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 614
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 22
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 41
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 30
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 24
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 413
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 308
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 149
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2278
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 113
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 778
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 350
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 459
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 54
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 41
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 520
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 60
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 109
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 388
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 439
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 275
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 266
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 320
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 254
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 877
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 265
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 500
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 179
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 351
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 44
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 8
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 690
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 35
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 21
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 63
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 74
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2008年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 341
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 286
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 123
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1447
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 614
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 739
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 439
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 488
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 219
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 260
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 203
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 81
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 301
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 488
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 335
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 483
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1039
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 225
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 424
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 394
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 141
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 357
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 114
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 233
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 44
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 43
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 414
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 136
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 111
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 141
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 20
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 284
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 252
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 105
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2101
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 832
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 629
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 355
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 428
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 267
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 561
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 334
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 105
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 236
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 663
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 257
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 521
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1387
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 249
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 421
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 526
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 232
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 467
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 215
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 285
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 50
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 93
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 306
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 167
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 115
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 270
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 93
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2009年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 493
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 426
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 163
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2191
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1074
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1397
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 725
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 876
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 444
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 507
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 381
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 74
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 591
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 857
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 468
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1061
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1739
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 457
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 918
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 767
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 295
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 574
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 160
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 371
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 62
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 72
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 700
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 258
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 274
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 140
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 29
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 313
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 396
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 150
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2860
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 802
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1143
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 820
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 789
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 520
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 861
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 404
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 124
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 619
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1196
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 390
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1017
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 2361
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 805
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 842
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 823
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 682
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 985
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 284
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 419
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 47
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 60
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 986
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 284
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 326
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 204
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 21
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2010年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 606
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 441
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 150
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2118
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1378
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1361
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 729
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 925
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 483
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 480
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 403
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 254
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 563
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1009
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 525
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1100
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1613
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 513
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 940
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 895
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 436
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 507
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 218
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 407
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 71
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 94
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 772
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 390
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 225
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 205
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 54
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 634
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 511
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 92
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2762
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1131
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1315
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 921
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 928
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 630
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 495
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 422
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 428
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 377
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1012
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 525
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1216
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1721
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 556
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 951
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 781
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 596
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 851
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 301
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 574
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 62
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 123
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 994
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 422
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 162
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 265
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 108
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2011年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 779
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 867
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 252
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2403
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1859
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1584
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 903
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1069
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 464
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 495
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 462
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 515
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 634
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1160
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 482
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1213
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1671
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 678
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 1031
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1110
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 657
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 625
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 365
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 538
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 201
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 82
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 938
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 522
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 270
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 317
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 116
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 494
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 491
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 167
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 3668
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1173
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1532
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 747
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1290
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 541
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 540
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 883
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 690
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 748
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1596
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 610
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1263
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1652
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 821
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 1289
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 962
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 517
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 853
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 485
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 790
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 208
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 41
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 1130
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 474
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 465
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 473
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 249
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2012年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 684
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 521
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 266
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2487
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 2043
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1460
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 1060
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1077
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 364
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 578
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 515
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 580
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 679
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1212
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 488
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1204
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1740
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 698
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 918
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1101
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 638
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 679
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 425
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 463
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 172
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 96
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 981
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 520
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 270
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 295
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 103
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 389
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 598
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 122
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2788
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1624
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1355
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 871
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1286
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 325
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 501
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 1434
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 580
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 558
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1183
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 425
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1514
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1434
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 707
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 775
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1008
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 723
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 1004
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 534
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 667
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 332
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 54
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 909
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 526
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 569
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 330
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 30
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2013年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 592
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 447
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 200
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2441
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 2024
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1520
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 1008
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1129
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 421
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 542
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 394
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 477
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 618
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1213
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 503
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1288
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1756
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 613
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 924
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1208
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 597
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 692
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 622
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 457
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 141
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 90
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 1015
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 471
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 292
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 329
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 87
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 373
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 508
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 82
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 3241
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1245
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1195
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 681
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1457
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 224
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 281
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 676
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 491
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 492
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 1246
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 249
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1546
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1526
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 732
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 1107
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1404
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 482
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 1026
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 640
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 650
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 81
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 145
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 1014
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 488
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 361
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 475
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 37
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2014年全国各省交通事故地域分布"
        },
        "series": [
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 393
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 228
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 180
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 1932
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1758
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1435
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 871
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 892
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 313
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 517
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 291
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 416
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 603
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 826
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 327
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1144
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1511
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 461
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 767
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 953
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 542
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 463
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 534
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 433
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 151
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 102
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 904
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 462
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 377
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 325
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 96
                    }
                ]
            },
            {
                "data": [
                    {
                        "name": "\u5317\u4eac",
                        "value": 204
                    },
                    {
                        "name": "\u4e0a\u6d77",
                        "value": 211
                    },
                    {
                        "name": "\u5929\u6d25",
                        "value": 69
                    },
                    {
                        "name": "\u5e7f\u4e1c",
                        "value": 2005
                    },
                    {
                        "name": "\u5c71\u4e1c",
                        "value": 1411
                    },
                    {
                        "name": "\u6c5f\u82cf",
                        "value": 1023
                    },
                    {
                        "name": "\u8fbd\u5b81",
                        "value": 417
                    },
                    {
                        "name": "\u6cb3\u5357",
                        "value": 1019
                    },
                    {
                        "name": "\u5409\u6797",
                        "value": 281
                    },
                    {
                        "name": "\u9ed1\u9f99\u6c5f",
                        "value": 393
                    },
                    {
                        "name": "\u9655\u897f",
                        "value": 358
                    },
                    {
                        "name": "\u5c71\u897f",
                        "value": 619
                    },
                    {
                        "name": "\u6cb3\u5317",
                        "value": 437
                    },
                    {
                        "name": "\u5b89\u5fbd",
                        "value": 650
                    },
                    {
                        "name": "\u91cd\u5e86",
                        "value": 268
                    },
                    {
                        "name": "\u798f\u5efa",
                        "value": 1066
                    },
                    {
                        "name": "\u6d59\u6c5f",
                        "value": 1496
                    },
                    {
                        "name": "\u6e56\u5357",
                        "value": 816
                    },
                    {
                        "name": "\u6e56\u5317",
                        "value": 416
                    },
                    {
                        "name": "\u56db\u5ddd",
                        "value": 1104
                    },
                    {
                        "name": "\u6c5f\u897f",
                        "value": 329
                    },
                    {
                        "name": "\u4e91\u5357",
                        "value": 634
                    },
                    {
                        "name": "\u8d35\u5dde",
                        "value": 396
                    },
                    {
                        "name": "\u7518\u8083",
                        "value": 568
                    },
                    {
                        "name": "\u5b81\u590f",
                        "value": 57
                    },
                    {
                        "name": "\u9752\u6d77",
                        "value": 95
                    },
                    {
                        "name": "\u5e7f\u897f",
                        "value": 651
                    },
                    {
                        "name": "\u5185\u8499\u53e4",
                        "value": 249
                    },
                    {
                        "name": "\u6d77\u5357",
                        "value": 490
                    },
                    {
                        "name": "\u65b0\u7586",
                        "value": 439
                    },
                    {
                        "name": "\u897f\u85cf",
                        "value": 193
                    }
                ]
            }
        ]
    }
]

			

		};
		myChart.setOption(option);

}

function generalHistogram()
{
	var str = "<p class='first-paragraph'>2000-2014年间，媒体报道中全国各个省份的交通事故数和死亡人数的对比情况。</p>";
	str += "<p class='second-paragraph'>北京、上海、天津三地的死亡人数常年多于交通事故数，2010年后，江苏、山东、浙江三省的死亡人数多余交通事故数。广东除2004年外，其余年份死亡人数均少于交通事故数。</p>";
	$("#nb_part3_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part3'));
    myChart.showLoading();

var dataMap = {};
function dataFormatter(obj) {
    var pList = ['北京','上海','天津','广东','山东','江苏','辽宁','河南','吉林','黑龙江','陕西','山西','河北','安徽','重庆','福建','浙江','湖南','湖北','四川','江西','云南','贵州','甘肃','宁夏','青海','广西','内蒙古','海南','新疆','西藏'];
    var temp;
    for (var year = 2000; year <= 2014; year++) {
        var max = 0;
        var sum = 0;
        temp = obj[year];
        for (var i = 0, l = temp.length; i < l; i++) {
            max = Math.max(max, temp[i]);
            sum += temp[i];
            obj[year][i] = {
                name : pList[i],
                value : temp[i]
            }
        }
        obj[year + 'max'] = Math.floor(max / 100) * 100;
        obj[year + 'sum'] = sum;
    }
    return obj;
}

dataMap.dataAccidents = dataFormatter({
    //max : 2500,
    2014:[393,228,180,1932,1758,1435,871,892,313,517,291,416,603,826,327,1144,1511,461,767,953,542,463,534,433,151,102,904,462,377,325,96],
    2013:[592,447,200,2441,2024,1520,1008,1129,421,542,394,477,618,1213,503,1288,1756,613,924,1208,597,692,622,457,141,90,1015,471,292,329,87],
    2012:[684,521,266,2487,2043,1460,1060,1077,364,578,515,580,679,1212,488,1204,1740,698,918,1101,638,679,425,463,172,96,981,520,270,295,103],
    2011:[779,867,252,2403,1859,1584,903,1069,464,495,462,515,634,1160,482,1213,1671,678,1031,1110,657,625,365,538,201,82,938,522,270,317,116],
    2010:[606,441,150,2118,1378,1361,729,925,483,480,403,254,563,1009,525,1100,1613,513,940,895,436,507,218,407,71,94,772,390,225,205,54],
    2009:[493,426,163,2191,1074,1397,725,876,444,507,381,74,591,857,468,1061,1739,457,918,767,295,574,160,371,62,72,700,258,274,140,29],
    2008:[341,286,123,1447,614,739,439,488,219,260,203,81,301,488,335,483,1039,225,424,394,141,357,114,233,44,43,414,136,111,141,20],
    2007:[741,443,62,1769,97,712,320,530,24,24,200,31,119,243,254,228,129,195,142,428,196,209,50,260,18,9,614,22,41,30,24],
    2006:[808,357,112,1392,68,449,218,361,17,32,215,51,129,113,232,264,117,172,76,592,159,202,19,277,10,17,505,30,16,38,22],
    2005:[467,322,120,1072,63,372,184,301,34,29,173,98,69,244,177,197,207,155,118,594,138,205,27,210,13,10,293,17,16,10,7],
    2004:[343,368,117,848,102,439,231,296,23,77,242,62,80,314,208,235,203,173,150,716,183,256,20,145,9,20,280,15,32,11,9],
    2003:[344,230,106,525,235,281,288,223,31,62,185,41,52,333,109,123,180,117,154,496,153,190,27,205,7,18,307,12,54,10,7],
    2002:[214,153,112,481,232,227,199,187,20,69,176,22,43,268,84,107,123,99,114,197,92,152,14,229,8,17,204,8,60,11,5],
    2001:[135,56,94,428,98,175,185,136,10,39,116,23,75,218,58,113,72,79,67,106,78,79,9,162,8,40,144,5,66,16,1],
    2000:[48,14,67,188,30,72,80,66,6,10,38,16,37,53,16,46,20,16,16,56,27,21,6,45,4,10,28,1,6,6,0]
});

dataMap.dataDeath = dataFormatter({
    //max : 4000,
    2014:[204,211,69,2005,1411,1023,417,1019,281,393,358,619,437,650,268,1066,1496,816,416,1104,329,634,396,568,57,95,651,249,490,439,193],
    2013:[373,508,82,3241,1245,1195,681,1457,224,281,676,491,492,1246,249,1546,1526,732,1107,1404,482,1026,640,650,81,145,1014,488,361,475,37],
    2012:[389,598,122,2788,1624,1355,871,1286,325,501,1434,580,558,1183,425,1514,1434,707,775,1008,723,1004,534,667,332,54,909,526,569,330,30],
    2011:[494,491,167,3668,1173,1532,747,1290,541,540,883,690,748,1596,610,1263,1652,821,1289,962,517,853,485,790,208,41,1130,474,465,473,249],
    2010:[634,511,92,2762,1131,1315,921,928,630,495,422,428,377,1012,525,1216,1721,556,951,781,596,851,301,574,62,123,994,422,162,265,108],
    2009:[313,396,150,2860,802,1143,820,789,520,861,404,124,619,1196,390,1017,2361,805,842,823,682,985,284,419,47,60,986,284,326,204,21],
    2008:[284,252,105,2101,832,629,355,428,267,561,334,105,236,663,257,521,1387,249,421,526,232,467,215,285,50,93,306,167,115,270,93],
    2007:[413,308,149,2278,113,778,350,459,54,41,520,60,109,388,439,275,266,320,254,877,265,500,179,351,44,8,690,35,21,63,74],
    2006:[561,280,69,2084,87,541,254,357,14,64,486,180,267,215,363,502,322,355,166,903,293,625,73,542,94,98,718,107,84,162,108],
    2005:[386,344,100,1905,189,625,268,415,72,125,379,235,143,490,317,347,679,233,268,1247,306,412,128,332,53,109,328,88,26,19,74],
    2004:[232.313,63,1572,220,574,448,379,44,99,376,245,205,507,333,283,485,426,210,1388,496,554,86,347,16,47,658,69,62,48,13],
    2003:[352,307,47,969,161,448,375,244,100,63,342,43,41,448,124,174,333,250,204,795,113,251,162,314,37,78,512,37,53,24,42],
    2002:[97,121,61,834,248,484,275,248,37,68,389,28,123,528,214,192,145,414,198,234,143,265,49,252,73,18,611,9,112,33,12],
    2001:[57,34,83,808,117,304,264,130,18,38,193,30,49,284,152,172,195,140,206,203,116,172,56,241,33,50,504,29,58,72,1],
    2000:[47,11,19,355,28,98,80,167,17,8,72,22,29,68,77,169,72,30,31,171,36,44,9,109,20,4,234,26,12,19,0]
    
});


option = {
    baseOption: {
        timeline: {
            // y: 0,
            axisType: 'category',
            // realtime: false,
            // loop: false,
            autoPlay: true,
            // currentIndex: 2,
            playInterval: 1000,
            // controlStyle: {
            //     position: 'left'
            // },
			data: [
                '2000-01-01','2001-01-01','2002-01-01','2003-01-01','2004-01-01','2005-01-01',
                '2006-01-01', '2007-01-01','2008-01-01','2009-01-01','2010-01-01','2011-01-01','2012-01-01','2013-01-01','2014-01-01'
            ],
            label: {
                formatter : function(s) {
                    return (new Date(s)).getFullYear();
                }
            }
        },
        title: {
            subtext: '数据来源：媒体',
			left: 'center'
        },
        tooltip: {},
        legend: {
            x: 'right',
            data: ['交通事故数', '死亡人数'],
        },
        calculable : true,
        grid: {
            top: 80,
            bottom: 100
        },
        xAxis: [
            {
                'type':'category',
                'axisLabel':{'interval':0},
                'data':[
                '北\n京','上\n海','天\n津','广\n东','山\n东','江\n苏','辽\n宁','河\n南','吉\n林','黑\n龙\n江','陕\n西','山\n西','河\n北','安\n徽','重\n庆','福\n建','浙\n江','湖\n南','湖\n北','四\n川','江\n西','云\n南','贵\n州','甘\n肃','宁\n夏','青\n海','广\n西','内\n蒙\n古','海\n南','新\n疆','西\n藏'
                ],
                splitLine: {show: false}
            }
        ],
        yAxis: [
            {
                type: 'value',
                name: '事故数/死亡人数',
                // max: 53500
                max: 4000
            }
        ],
        series: [
            {name: '交通事故数', type: 'bar'},
            {name: '死亡人数', type: 'bar'},
        ]
    },
    options: [
         {
            title: {text: '2000年全国各省交通事故数和死亡人数'},
            series: [
                {data: dataMap.dataAccidents['2000']},
                {data: dataMap.dataDeath['2000']},
            ]
        },
         {
            title: {text: '2001年全国各省交通事故数和死亡人数'},
            series: [
                {data: dataMap.dataAccidents['2001']},
                {data: dataMap.dataDeath['2001']},
            ]
        },
         {
            title: {text: '2002年全国各省交通事故数和死亡人数'},
            series: [
                {data: dataMap.dataAccidents['2002']},
                {data: dataMap.dataDeath['2002']},
                 ]
        },
        {
            title : {text: '2003年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2003']},
                {data: dataMap.dataDeath['2003']},
            ]
        },
        {
            title : {text: '2004年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2004']},
                {data: dataMap.dataDeath['2004']},
            ]
        },
        {
            title : {text: '2005年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2005']},
                {data: dataMap.dataDeath['2005']},
            ]
        },
        {
            title : {text: '2006年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2006']},
                {data: dataMap.dataDeath['2006']},
            ]
        },
        {
            title : {text: '2007年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2007']},
                {data: dataMap.dataDeath['2007']},
            ]
        },
        {
            title : {text: '2008年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2008']},
                {data: dataMap.dataDeath['2008']},
            ]
        },
        {
            title : {text: '2009年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2009']},
                {data: dataMap.dataDeath['2009']},
            ]
        },
        {
            title : {text: '2010年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2010']},
                {data: dataMap.dataDeath['2010']},
            ]
        },
        {
            title : {text: '2011年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2011']},
                {data: dataMap.dataDeath['2011']},
            ]
        },
        {
            title : {text: '2012年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2012']},
                {data: dataMap.dataDeath['2012']},
            ]
        },
        {
            title : {text: '2013年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2013']},
                {data: dataMap.dataDeath['2013']},
            ]
        },
        {
            title : {text: '2014年全国各省交通事故数和死亡人数'},
            series : [
                {data: dataMap.dataAccidents['2014']},
                {data: dataMap.dataDeath['2014']},
            ]
        }
    ]
};

if (option && typeof option === "object") {
	myChart.hideLoading();
    var startTime = +new Date();
    myChart.setOption(option, true);
    var endTime = +new Date();
    var updateTime = endTime - startTime;
    console.log("Time used:", updateTime);
} 
}

function comparisonScatter()
{	
	var str = "<p class='first-paragraph'>2000-2014年间，全国各省每起交通事故死亡率的对比（媒体数据VS统计局官网数据）。此外，还可以从横向看当年不同省份交通事故死亡率的高低，从纵向看各省交通事故死亡率的整体变化趋势。</p>";
	str += "<p class='second-paragraph'>媒体报道中的交通事故死亡率要远高于统计局官方数据（1.72 VS 0.26）。媒体报道中的各省交通事故死亡率呈整体下降趋势；统计局官方统计的各省交通事故死亡率自2006年以来较为平稳，变动不大。</p>";
	$("#nb_part1_explain").html(str);
	var dom = document.getElementById("nb_part1");
		var myChart = echarts.init(dom);
		option = null;
option = {
    title : {
        text: '2000-2014年各省平均每起事故死亡率对比',
        subtext: '数据来源：本研究媒体数据、国家统计局官网数据',
        left:'center'
    },
    grid: {
        left: '3%',
        right: '4%',
        bottom: '3%',
        containLabel: true
    },
    tooltip : {
        trigger: 'axis',
        showDelay : 0,
        formatter : function (params) {
            if (params.value.length > 1) {
                return params.seriesName + ' :<br/>'
				   + params.value[2] + '<br/>'
                   + params.value[0] + '年 '
                   + params.value[1];
            }
            else {
                return params.seriesName + ' :<br/>'
                   + params.name + ' : '
                   + params.value;
            }
        },
        axisPointer:{
            show: true,
            type : 'cross',
            lineStyle: {
                type : 'dashed',
                width : 1
            }
        }
    },
    legend: {
        data: ['媒体数据','统计局数据'],
        left: 'right'
    },
    xAxis : [
        {
            type : 'category',
            scale:false,
			data : ['2000', '2001', '2002', '2003', '2004', '2005', '2006', '2007', '2008', '2009', '2010', '2011', '2012', '2013', '2014'],
			axisLabel : {
				formatter: function(value, index){
					var data = ['2000', '2001', '2002', '2003', '2004', '2005', '2006', '2007', '2008', '2009', '2010', '2011', '2012', '2013', '2014'];
					return data[index];
				}
			},
            splitLine: {
                lineStyle: {
                    type: 'dashed'
                }
            }
        }
    ],
    yAxis : [
        {
            type : 'value',
            scale:true,
            axisLabel : {
                formatter: '{value}'
            },
            splitLine: {
                lineStyle: {
                    type: 'dashed'
                }
            }
        }
    ],
    series : [
        {
            name:'媒体数据',
            type:'scatter',
            data: [
                [2000, 0.979, '北京'], [2000, 0.786, '上海'], [2000, 0.284, '天津'], [2000, 1.888, '广东'], [2000, 0.933, '山东'], [2000, 1.361, '江苏'],[2000, 1.000, '辽宁'], [2000, 2.530, '河南'], [2000, 2.833, '吉林'], [2000, 0.800, '黑龙江'], [2000, 1.895, '陕西'],[2000, 1.375, '山西'], [2000, 0.784, '河北'], [2000, 1.283, '安徽'], [2000, 4.812, '重庆'], [2000, 3.674, '福建'], [2000, 3.600, '浙江'], [2000, 1.875, '湖南'], [2000, 1.938, '湖北'], [2000, 3.054, '四川'], [2000, 1.333, '江西'],[2000, 2.095, '云南'], [2000, 1.500, '贵州'], [2000, 2.422, '甘肃'], [2000, 5.000, '宁夏'], [2000, 0.400, '青海'],[2000, 8.357, '广西'], [2000, 16.000, '内蒙古'], [2000, 2.000, '海南'], [2000, 3.167, '新疆'], [2000, 0.000, '西藏'],
                [2001, 0.422, '北京'], [2001, 0.607, '上海'], [2001, 0.883, '天津'], [2001, 1.888, '广东'], [2001, 1.194, '山东'], [2001, 1.737, '江苏'],[2001, 1.427, '辽宁'], [2001, 0.956, '河南'], [2001, 1.800, '吉林'], [2001,0.974, '黑龙江'], [2001, 1.664, '陕西'],[2001, 1.304, '山西'], [2001, 0.653, '河北'], [2001, 1.303, '安徽'], [2001, 2.621, '重庆'], [2001, 1.522, '福建'], [2001, 2.708, '浙江'], [2001, 1.772, '湖南'], [2001, 3.075, '湖北'], [2001, 11.915, '四川'], [2001, 1.487, '江西'],[2001, 2.117, '云南'], [2001, 6.222, '贵州'], [2001, 1.488, '甘肃'], [2001, 4.125, '宁夏'], [2001, 1.250, '青海'],[2001, 3.500, '广西'], [2001, 5.800, '内蒙古'], [2001, 0.879, '海南'], [2001, 4.500, '新疆'], [2001, 1.000, '西藏'],
                [2002, 0.453, '北京'], [2002, 0.791, '上海'], [2002,0.545, '天津'], [2002, 1.734, '广东'], [2002,1.069, '山东'], [2002, 2.132, '江苏'],[2002, 1.382, '辽宁'], [2002, 1.326, '河南'], [2002, 1.850, '吉林'], [2002, 0.986, '黑龙江'], [2002, 2.210, '陕西'],[2002, 1.273, '山西'], [2002, 2.860, '河北'], [2002, 1.970, '安徽'], [2002, 2.548, '重庆'], [2002, 1.794, '福建'], [2002, 1.179, '浙江'], [2002, 4.182, '湖南'], [2002, 1.737, '湖北'], [2002, 1.188, '四川'], [2002, 1.554, '江西'],[2002, 1.743, '云南'], [2002, 3.500, '贵州'], [2002, 1.100, '甘肃'], [2002, 9.125, '宁夏'], [2002, 1.059, '青海'],[2002, 2.995, '广西'], [2002, 1.125, '内蒙古'], [2002, 1.867, '海南'], [2002, 3.000, '新疆'], [2002, 2.400, '西藏'],
                [2003,1.023, '北京'], [2003, 1.335, '上海'], [2003,0.443, '天津'], [2003, 1.846, '广东'], [2003,0.685, '山东'], [2003, 1.594, '江苏'],[2003, 1.302, '辽宁'], [2003, 1.094, '河南'], [2003, 3.226, '吉林'], [2003, 1.016, '黑龙江'], [2003, 1.849, '陕西'],[2003, 1.049, '山西'], [2003, 0.788, '河北'], [2003, 1.345, '安徽'], [2003, 1.138, '重庆'], [2003, 1.415, '福建'], [2003, 1.850, '浙江'], [2003,2.137, '湖南'], [2003, 1.325, '湖北'], [2003, 1.603, '四川'], [2003, 0.739, '江西'],[2003, 1.321, '云南'], [2003, 6.000, '贵州'], [2003, 1.532, '甘肃'], [2003, 5.286, '宁夏'], [2003, 4.333, '青海'],[2003, 1.668, '广西'], [2003, 3.083, '内蒙古'], [2003, 0.981, '海南'], [2003, 2.400, '新疆'], [2003, 6.000, '西藏'],
                [2004,0.676, '北京'], [2004, 0.851, '上海'], [2004,0.538, '天津'], [2004, 1.854, '广东'], [2004,2.157, '山东'], [2004, 1.308, '江苏'],[2004, 1.939, '辽宁'], [2004, 1.280, '河南'], [2004, 1.913, '吉林'], [2004, 1.286, '黑龙江'], [2004, 1.554, '陕西'],[2004, 3.952, '山西'], [2004, 2.562, '河北'], [2004, 1.615, '安徽'], [2004, 1.601, '重庆'], [2004, 1.204, '福建'], [2004, 2.389, '浙江'], [2004,2.462, '湖南'], [2004, 1.400, '湖北'], [2004, 1.939, '四川'], [2004, 2.710, '江西'],[2004, 2.164, '云南'], [2004, 4.300, '贵州'], [2004, 2.393, '甘肃'], [2004, 1.778, '宁夏'], [2004, 2.350, '青海'],[2004, 2.350, '广西'], [2004, 4.600, '内蒙古'], [2004, 1.938, '海南'], [2004, 4.364, '新疆'], [2004, 1.444, '西藏'],
                [2005,0.827, '北京'], [2005, 1.068, '上海'], [2005,0.833, '天津'], [2005, 1.777, '广东'], [2005,3.000, '山东'], [2005, 1.680, '江苏'],[2005, 1.457, '辽宁'], [2005, 1.379, '河南'], [2005, 2.118, '吉林'], [2005, 4.310, '黑龙江'], [2005, 2.191, '陕西'],[2005, 2.398, '山西'], [2005, 2.072, '河北'], [2005, 2.008, '安徽'], [2005, 1.791, '重庆'], [2005, 1.761, '福建'], [2005, 3.280, '浙江'], [2005,1.503, '湖南'], [2005, 2.271, '湖北'], [2005, 2.099, '四川'], [2005, 2.217, '江西'],[2005, 2.010, '云南'], [2005, 4.741, '贵州'], [2005, 1.581, '甘肃'], [2005, 4.077, '宁夏'], [2005, 10.900, '青海'],[2005, 1.119, '广西'], [2005, 5.176, '内蒙古'], [2005, 1.625, '海南'], [2005, 1.900, '新疆'], [2005, 10.571, '西藏'],
                [2006,0.694, '北京'], [2006, 0.784, '上海'], [2006,0.616, '天津'], [2006, 1.497, '广东'], [2006,1.279, '山东'], [2006, 1.205, '江苏'],[2006, 1.165, '辽宁'], [2006, 0.989, '河南'], [2006, 0.824, '吉林'], [2006, 2.000, '黑龙江'], [2006, 2.260, '陕西'],[2006, 3.529, '山西'], [2006, 2.070, '河北'], [2006, 1.903, '安徽'], [2006, 1.565, '重庆'], [2006, 1.902, '福建'], [2006, 2.752, '浙江'], [2006,2.064, '湖南'], [2006, 2.184, '湖北'], [2006, 1.525, '四川'], [2006, 1.843, '江西'],[2006, 3.094, '云南'], [2006, 3.842, '贵州'], [2006, 1.957, '甘肃'], [2006, 9.400, '宁夏'], [2006, 5.765, '青海'],[2006, 1.422, '广西'], [2006, 3.567, '内蒙古'], [2006, 5.250, '海南'], [2006, 4.263, '新疆'], [2006, 4.909, '西藏'],
                [2007,0.577, '北京'], [2007, 0.695, '上海'], [2007,2.403, '天津'], [2007, 1.288, '广东'], [2007,1.165, '山东'], [2007, 1.093, '江苏'],[2007, 1.094, '辽宁'], [2007, 0.866, '河南'], [2007, 2.250, '吉林'], [2007, 1.708, '黑龙江'], [2007, 2.600, '陕西'],[2007, 1.935, '山西'], [2007, 0.916, '河北'], [2007, 1.597, '安徽'], [2007, 1.728, '重庆'], [2007, 1.206, '福建'], [2007, 2.062, '浙江'], [2007,1.641, '湖南'], [2007, 1.789, '湖北'], [2007, 2.049, '四川'], [2007, 1.352, '江西'],[2007, 2.392, '云南'], [2007, 3.580, '贵州'], [2007, 1.350, '甘肃'], [2007, 2.444, '宁夏'], [2007, 0.889, '青海'],[2007, 1.124, '广西'], [2007, 1.591, '内蒙古'], [2007, 0.512, '海南'], [2007, 2.100, '新疆'], [2007, 3.083, '西藏'],
                [2008,0.833, '北京'], [2008, 0.881, '上海'], [2008,0.854, '天津'], [2008, 1.452, '广东'], [2008,1.355, '山东'], [2008, 0.851, '江苏'],[2008, 0.809, '辽宁'], [2008, 0.877, '河南'], [2008, 1.219, '吉林'], [2008, 2.158, '黑龙江'], [2008, 1.645, '陕西'],[2008, 1.296, '山西'], [2008, 0.784, '河北'], [2008, 1.359, '安徽'], [2008, 0.767, '重庆'], [2008, 1.079, '福建'], [2008, 1.335, '浙江'], [2008,1.107, '湖南'], [2008, 0.993, '湖北'], [2008, 1.335, '四川'], [2008, 1.645, '江西'],[2008, 1.308, '云南'], [2008, 1.886, '贵州'], [2008, 1.223, '甘肃'], [2008, 1.136, '宁夏'], [2008, 2.136, '青海'],[2008, 0.739, '广西'], [2008, 1.228, '内蒙古'], [2008, 1.036, '海南'], [2008, 1.915, '新疆'], [2008, 4.650, '西藏'],
                [2009,0.635, '北京'], [2009, 0.930, '上海'], [2009,0.920, '天津'], [2009, 1.305, '广东'], [2009,0.747, '山东'], [2009, 0.818, '江苏'],[2009, 1.131, '辽宁'], [2009, 0.901, '河南'], [2009, 1.171, '吉林'], [2009, 1.698, '黑龙江'], [2009, 1.060, '陕西'],[2009, 1.676, '山西'], [2009, 1.047, '河北'], [2009, 1.396, '安徽'], [2009, 0.833, '重庆'], [2009, 0.959, '福建'], [2009, 1.358, '浙江'], [2009,1.761, '湖南'], [2009, 0.917, '湖北'], [2009, 1.073, '四川'], [2009, 2.312, '江西'],[2009, 1.716, '云南'], [2009, 1.775, '贵州'], [2009, 1.129, '甘肃'], [2009, 0.758, '宁夏'], [2009, 0.833, '青海'],[2009, 1.409, '广西'], [2009, 1.101, '内蒙古'], [2009, 1.190, '海南'], [2009, 1.457, '新疆'], [2009, 0.724, '西藏'],
                [2010,1.046, '北京'], [2010, 1.159, '上海'], [2010,0.613, '天津'], [2010, 1.304, '广东'], [2010,0.821, '山东'], [2010, 0.966, '江苏'],[2010, 1.263, '辽宁'], [2010, 1.003, '河南'], [2010, 1.304, '吉林'], [2010, 1.031, '黑龙江'], [2010, 1.047, '陕西'],[2010, 1.685, '山西'], [2010, 0.670, '河北'], [2010, 1.003, '安徽'], [2010, 1.000, '重庆'], [2010, 1.105, '福建'], [2010, 1.067, '浙江'], [2010,1.084, '湖南'], [2010, 1.012, '湖北'], [2010, 0.873, '四川'], [2010, 1.367, '江西'],[2010, 1.679, '云南'], [2010, 1.381, '贵州'], [2010, 1.410, '甘肃'], [2010, 0.873, '宁夏'], [2010, 1.309, '青海'],[2010, 1.288, '广西'], [2010, 1.082, '内蒙古'], [2010, 0.720, '海南'], [2010, 1.293, '新疆'], [2010, 2.000, '西藏'],
                [2011,0.634, '北京'], [2011, 0.566, '上海'], [2011,0.663, '天津'], [2011, 1.526, '广东'], [2011,0.631, '山东'], [2011, 0.967, '江苏'],[2011, 0.827, '辽宁'], [2011, 1.207, '河南'], [2011, 1.166, '吉林'], [2011, 1.091, '黑龙江'], [2011, 1.911, '陕西'],[2011, 1.340, '山西'], [2011, 1.180, '河北'], [2011, 1.376, '安徽'], [2011, 1.266, '重庆'], [2011, 1.041, '福建'], [2011, 0.989, '浙江'], [2011,1.211, '湖南'], [2011, 1.250, '湖北'], [2011, 0.867, '四川'], [2011, 0.787, '江西'],[2011, 1.365, '云南'], [2011, 1.329, '贵州'], [2011, 1.468, '甘肃'], [2011, 1.035, '宁夏'], [2011, 0.500, '青海'],[2011, 1.205, '广西'], [2011, 0.908, '内蒙古'], [2011, 1.722, '海南'], [2011, 1.492, '新疆'], [2011, 2.147, '西藏'],
                [2012,0.569, '北京'], [2012, 1.148, '上海'], [2012,0.459, '天津'], [2012, 1.121, '广东'], [2012,0.795, '山东'], [2012, 0.928, '江苏'],[2012, 0.822, '辽宁'], [2012, 1.194, '河南'], [2012, 0.893, '吉林'], [2012, 0.867, '黑龙江'], [2012, 2.784, '陕西'],[2012, 1.000, '山西'], [2012, 0.822, '河北'], [2012, 0.976, '安徽'], [2012, 0.871, '重庆'], [2012, 1.257, '福建'], [2012, 0.824, '浙江'], [2012,1.013, '湖南'], [2012, 0.844, '湖北'], [2012, 0.916, '四川'], [2012, 1.133, '江西'],[2012, 1.479, '云南'], [2012, 1.256, '贵州'], [2012, 1.441, '甘肃'], [2012, 1.930, '宁夏'], [2012, 0.562, '青海'],[2012, 0.927, '广西'], [2012, 1.012, '内蒙古'], [2012, 2.107, '海南'], [2012, 1.119, '新疆'], [2012, 0.291, '西藏'],
                [2013,0.630, '北京'], [2013, 1.136, '上海'], [2013,0.410, '天津'], [2013, 1.328, '广东'], [2013,0.615, '山东'], [2013, 0.786, '江苏'],[2013, 0.676, '辽宁'], [2013, 1.291, '河南'], [2013, 0.532, '吉林'], [2013, 0.518, '黑龙江'], [2013, 1.716, '陕西'],[2013, 1.029, '山西'], [2013, 0.796, '河北'], [2013, 1.027, '安徽'], [2013, 0.495, '重庆'], [2013, 1.200, '福建'], [2013, 0.869, '浙江'], [2013,1.194, '湖南'], [2013, 1.198, '湖北'], [2013, 1.162, '四川'], [2013, 0.807, '江西'],[2013, 1.483, '云南'], [2013, 1.029, '贵州'], [2013, 1.422, '甘肃'], [2013, 0.574, '宁夏'], [2013, 1.611, '青海'],[2013, 0.999, '广西'], [2013, 1.036, '内蒙古'], [2013, 1.236, '海南'], [2013, 1.444, '新疆'], [2013, 0.425, '西藏'],
                [2014,0.519, '北京'], [2014, 0.925, '上海'], [2014,0.383, '天津'], [2014, 1.038, '广东'], [2014,0.803, '山东'], [2014, 0.713, '江苏'],[2014, 0.479, '辽宁'], [2014, 1.142, '河南'], [2014, 0.898, '吉林'], [2014, 0.760, '黑龙江'], [2014, 1.230, '陕西'],[2014, 1.488, '山西'], [2014, 0.725, '河北'], [2014, 0.787, '安徽'], [2014, 0.820, '重庆'], [2014, 0.932, '福建'], [2014, 0.990, '浙江'], [2014,1.770, '湖南'], [2014, 0.542, '湖北'], [2014, 1.158, '四川'], [2014, 0.607, '江西'],[2014, 1.369, '云南'], [2014, 0.742, '贵州'], [2014, 1.312, '甘肃'], [2014, 0.377, '宁夏'], [2014, 0.931, '青海'],[2014, 0.931, '广西'], [2014, 0.539, '内蒙古'], [2014, 1.300, '海南'], [2014, 1.351, '新疆'], [2014, 2.010, '西藏'],
            ],
            markPoint : {
                data : [
                    {type : 'max', name: '最大值'},
                    {type : 'min', name: '最小值'}
                ]
            },
            markLine : {
                data : [
                    {type : 'average', name: '平均值'}
                ]
            }
        },
        {
            name:'统计局数据',
            type:'scatter',
            data: [
                [2000, 0, '北京'], [2000, 0, '上海'], [2000, 0, '天津'], [2000, 0, '广东'], [2000, 0, '山东'], [2000, 0, '江苏'],[2000, 0, '辽宁'], [2000, 0, '河南'], [2000, 0, '吉林'], [2000, 0, '黑龙江'], [2000, 0, '陕西'],[2000, 0, '山西'], [2000, 0, '河北'], [2000, 0, '安徽'], [2000, 0, '重庆'], [2000, 0, '福建'], [2000, 0, '浙江'], [2000, 0, '湖南'], [2000, 0, '湖北'], [2000, 0, '四川'], [2000, 0, '江西'],[2000, 0, '云南'], [2000, 0, '贵州'], [2000, 0, '甘肃'], [2000, 0, '宁夏'], [2000, 0, '青海'],[2000, 0, '广西'], [2000, 0, '内蒙古'], [2000, 0, '海南'], [2000, 0, '新疆'], [2000, 0, '西藏'],
                [2001, 0, '北京'], [2001, 0, '上海'], [2001, 0, '天津'], [2001, 0, '广东'], [2001, 0, '山东'], [2001, 0, '江苏'],[2001, 0, '辽宁'], [2001, 0, '河南'], [2001, 0, '吉林'], [2001,0, '黑龙江'], [2001, 0, '陕西'],[2001, 0, '山西'], [2001, 0, '河北'], [2001, 0, '安徽'], [2001, 0, '重庆'], [2001, 0, '福建'], [2001, 0, '浙江'], [2001, 0, '湖南'], [2001, 0, '湖北'], [2001, 0, '四川'], [2001, 0, '江西'],[2001, 0, '云南'], [2001, 0, '贵州'], [2001, 0, '甘肃'], [2001, 0, '宁夏'], [2001, 0, '青海'],[2001, 0, '广西'], [2001, 0, '内蒙古'], [2001, 0, '海南'], [2001, 0, '新疆'], [2001, 0, '西藏'],
                [2002, 0.124, '北京'], [2002, 0.029, '上海'], [2002,0.119, '天津'], [2002, 0.152, '广东'], [2002,0.161, '山东'], [2002, 0.139, '江苏'],[2002, 0.213, '辽宁'], [2002, 0.146, '河南'], [2002, 0.084, '吉林'], [2002, 0.213, '黑龙江'], [2002, 0.183, '陕西'],[2002, 0.186, '山西'], [2002, 0.163, '河北'], [2002, 0.162, '安徽'], [2002, 0.065, '重庆'], [2002, 0.109, '福建'], [2002, 0.107, '浙江'], [2002, 0.130, '湖南'], [2002, 0.136, '湖北'], [2002, 0.109, '四川'], [2002, 0.178, '江西'],[2002, 0.152, '云南'], [2002, 0.413, '贵州'], [2002, 0.284, '甘肃'], [2002, 0.086, '宁夏'], [2002, 0.435, '青海'],[2002, 0.224, '广西'], [2002, 0.224, '内蒙古'], [2002, 0.211, '海南'], [2002, 0.254, '新疆'], [2002, 0.434, '西藏'],
                [2003,0.151, '北京'], [2003, 0.026, '上海'], [2003,0.109, '天津'], [2003, 0.162, '广东'], [2003,0.180, '山东'], [2003, 0.164, '江苏'],[2003, 0.192, '辽宁'], [2003, 0.142, '河南'], [2003, 0.200, '吉林'], [2003, 0.246, '黑龙江'], [2003, 0.186, '陕西'],[2003, 0.195, '山西'], [2003, 0.197, '河北'], [2003, 0.191, '安徽'], [2003, 0.064, '重庆'], [2003, 0.119, '福建'], [2003, 0.125, '浙江'], [2003,0.189, '湖南'], [2003, 0.136, '湖北'], [2003, 0.131, '四川'], [2003, 0.201, '江西'],[2003, 0.152, '云南'], [2003, 0.395, '贵州'], [2003, 0.273, '甘肃'], [2003, 0.169, '宁夏'], [2003, 0.459, '青海'],[2003, 0.237, '广西'], [2003, 0.214, '内蒙古'], [2003, 0.228, '海南'], [2003, 0.258, '新疆'], [2003, 0.472, '西藏'],
                [2004,0.191, '北京'], [2004, 0.057, '上海'], [2004,0.181, '天津'], [2004, 0.156, '广东'], [2004,0.196, '山东'], [2004, 0.258, '江苏'],[2004, 0.258, '辽宁'], [2004, 0.206, '河南'], [2004, 0.253, '吉林'], [2004, 0.289, '黑龙江'], [2004, 0.221, '陕西'],[2004, 0.242, '山西'], [2004, 0.302, '河北'], [2004, 0.266, '安徽'], [2004, 0.146, '重庆'], [2004, 0.181, '福建'], [2004, 0.151, '浙江'], [2004,0.237, '湖南'], [2004, 0.186, '湖北'], [2004, 0.172, '四川'], [2004, 0.262, '江西'],[2004, 0.281, '云南'], [2004, 0.539, '贵州'], [2004, 0.313, '甘肃'], [2004, 0.205, '宁夏'], [2004, 0.612, '青海'],[2004, 0.275, '广西'], [2004, 0.226, '内蒙古'], [2004, 0.255, '海南'], [2004, 0.344, '新疆'], [2004, 0.541, '西藏'],
                [2005,0.238, '北京'], [2005, 0.151, '上海'], [2005,0.220, '天津'], [2005, 0.147, '广东'], [2005,0.199, '山东'], [2005, 0.275, '江苏'],[2005, 0.282, '辽宁'], [2005, 0.193, '河南'], [2005, 0.251, '吉林'], [2005, 0.288, '黑龙江'], [2005, 0.225, '陕西'],[2005, 0.286, '山西'], [2005, 0.364, '河北'], [2005, 0.249, '安徽'], [2005, 0.139, '重庆'], [2005, 0.157, '福建'], [2005, 0.159, '浙江'], [2005,0.255, '湖南'], [2005, 0.252, '湖北'], [2005, 0.149, '四川'], [2005, 0.283, '江西'],[2005, 0.422, '云南'], [2005, 0.497, '贵州'], [2005, 0.332, '甘肃'], [2005, 0.209, '宁夏'], [2005, 0.773, '青海'],[2005, 0.325, '广西'], [2005, 0.249, '内蒙古'], [2005, 0.336, '海南'], [2005, 0.326, '新疆'], [2005, 0.639, '西藏'],
                [2006,0.236, '北京'], [2006, 0.187, '上海'], [2006,0.179, '天津'], [2006, 0.157, '广东'], [2006,0.209, '山东'], [2006, 0.289, '江苏'],[2006, 0.301, '辽宁'], [2006, 0.219, '河南'], [2006, 0.288, '吉林'], [2006, 0.321, '黑龙江'], [2006, 0.257, '陕西'],[2006, 0.311, '山西'], [2006, 0.404, '河北'], [2006, 0.276, '安徽'], [2006, 0.144, '重庆'], [2006, 0.177, '福建'], [2006, 0.180, '浙江'], [2006,0.292, '湖南'], [2006, 0.240, '湖北'], [2006, 0.168, '四川'], [2006, 0.247, '江西'],[2006, 0.392, '云南'], [2006, 0.520, '贵州'], [2006, 0.352, '甘肃'], [2006, 0.223, '宁夏'], [2006, 0.705, '青海'],[2006, 0.339, '广西'], [2006, 0.289, '内蒙古'], [2006, 0.305, '海南'], [2006, 0.351, '新疆'], [2006, 0.713, '西藏'],
                [2007,0.222, '北京'], [2007, 0.296, '上海'], [2007,0.189, '天津'], [2007, 0.172, '广东'], [2007,0.223, '山东'], [2007, 0.324, '江苏'],[2007, 0,317, '辽宁'], [2007, 0.210, '河南'], [2007, 0.269, '吉林'], [2007, 0.284, '黑龙江'], [2007, 0.250, '陕西'],[2007, 0.337, '山西'], [2007, 0.397, '河北'], [2007, 0.277, '安徽'], [2007, 0.148, '重庆'], [2007, 0.177, '福建'], [2007, 0.209, '浙江'], [2007,0.309, '湖南'], [2007, 0.238, '湖北'], [2007, 0.175, '四川'], [2007, 0.257, '江西'],[2007, 0.428, '云南'], [2007, 0.592, '贵州'], [2007, 0.407, '甘肃'], [2007, 0.224, '宁夏'], [2007, 0.608, '青海'],[2007, 0.382, '广西'], [2007, 0.291, '内蒙古'], [2007, 0.344, '海南'], [2007, 0.358, '新疆'], [2007, 0.687, '西藏'],
                [2008,0.250, '北京'], [2008, 0.401, '上海'], [2008,0.303, '天津'], [2008, 0.182, '广东'], [2008,0.257, '山东'], [2008, 0.340, '江苏'],[2008, 0.316, '辽宁'], [2008, 0.245, '河南'], [2008, 0.287, '吉林'], [2008, 0.376, '黑龙江'], [2008, 0.299, '陕西'],[2008, 0.369, '山西'], [2008, 0.384, '河北'], [2008, 0.359, '安徽'], [2008, 0.144, '重庆'], [2008, 0.196, '福建'], [2008, 0.226, '浙江'], [2008,0.332, '湖南'], [2008, 0.263, '湖北'], [2008, 0.196, '四川'], [2008, 0.301, '江西'],[2008, 0.413, '云南'], [2008, 0.607, '贵州'], [2008, 0.463, '甘肃'], [2008, 0.242, '宁夏'], [2008, 0.539, '青海'],[2008, 0.438, '广西'], [2008, 0.318, '内蒙古'], [2008, 0.324, '海南'], [2008, 0.407, '新疆'], [2008, 0.64, '西藏'],
                [2009,0.257, '北京'], [2009, 0.368, '上海'], [2009,0.246, '天津'], [2009, 0.202, '广东'], [2009,0.279, '山东'], [2009, 0.358, '江苏'],[2009, 0.309, '辽宁'], [2009, 0.235, '河南'], [2009, 0.281, '吉林'], [2009, 0.426, '黑龙江'], [2009, 0.369, '陕西'],[2009, 0.360, '山西'], [2009, 0.407, '河北'], [2009, 0.358, '安徽'], [2009, 0.172, '重庆'], [2009, 0.214, '福建'], [2009, 0.243, '浙江'], [2009,0.289, '湖南'], [2009, 0.294, '湖北'], [2009, 0.141, '四川'], [2009, 0.386, '江西'],[2009, 0.372, '云南'], [2009, 0.666, '贵州'], [2009, 0.529, '甘肃'], [2009, 0.246, '宁夏'], [2009, 0.504, '青海'],[2009, 0.469, '广西'], [2009, 0.346, '内蒙古'], [2009, 0.377, '海南'], [2009, 0.406, '新疆'], [2009, 0.544, '西藏'],
                [2010,0.228, '北京'], [2010, 0.434, '上海'], [2010,0.300, '天津'], [2010, 0.204, '广东'], [2010,0.293, '山东'], [2010, 0.365, '江苏'],[2010, 0.314, '辽宁'], [2010, 0.231, '河南'], [2010, 0.328, '吉林'], [2010, 0.402, '黑龙江'], [2010, 0.324, '陕西'],[2010, 0.352, '山西'], [2010, 0.452, '河北'], [2010, 0.364, '安徽'], [2010, 0.172, '重庆'], [2010, 0.222, '福建'], [2010, 0.248, '浙江'], [2010,0.257, '湖南'], [2010, 0.297, '湖北'], [2010, 0.224, '四川'], [2010, 0.389, '江西'],[2010, 0.398, '云南'], [2010, 0.644, '贵州'], [2010, 0.487, '甘肃'], [2010, 0.245, '宁夏'], [2010, 0.475, '青海'],[2010, 0.538, '广西'], [2010, 0.288, '内蒙古'], [2010, 0.317, '海南'], [2010, 0.382, '新疆'], [2010, 0.524, '西藏'],
                [2011,0.235, '北京'], [2011, 0.453, '上海'], [2011,0.349, '天津'], [2011, 0.221, '广东'], [2011,0.297, '山东'], [2011, 0.365, '江苏'],[2011, 0.324, '辽宁'], [2011, 0.243, '河南'], [2011, 0.492, '吉林'], [2011, 0.363, '黑龙江'], [2011, 0.301, '陕西'],[2011, 0.411, '山西'], [2011, 0.474, '河北'], [2011, 0.149, '安徽'], [2011, 0.169, '重庆'], [2011, 0.249, '福建'], [2011, 0.257, '浙江'], [2011,0.224, '湖南'], [2011, 0.303, '湖北'], [2011, 0.270, '四川'], [2011, 0.451, '江西'],[2011, 0.449, '云南'], [2011, 0.685, '贵州'], [2011, 0.487, '甘肃'], [2011, 0.229, '宁夏'], [2011, 0.489, '青海'],[2011, 0.548, '广西'], [2011, 0.304, '内蒙古'], [2011, 0.261, '海南'], [2011, 0.393, '新疆'], [2011, 0.462, '西藏'],
                [2012,0.287, '北京'], [2012, 0.406, '上海'], [2012,0.273, '天津'], [2012, 0.222, '广东'], [2012,0.289, '山东'], [2012, 0.350, '江苏'],[2012, 0.338, '辽宁'], [2012, 0.243, '河南'], [2012, 0.492, '吉林'], [2012, 0.363, '黑龙江'], [2012, 0.301, '陕西'],[2012, 0.411, '山西'], [2012, 0.474, '河北'], [2012, 0.149, '安徽'], [2012, 0.169, '重庆'], [2012, 0.249, '福建'], [2012, 0.257, '浙江'], [2012,0.224, '湖南'], [2012, 0.303, '湖北'], [2012, 0.270, '四川'], [2012, 0.451, '江西'],[2012, 0.449, '云南'], [2012, 0.684, '贵州'], [2012, 0.487, '甘肃'], [2012, 0.229, '宁夏'], [2012, 0.489, '青海'],[2012, 0.548, '广西'], [2012, 0.303, '内蒙古'], [2012, 0.261, '海南'], [2012, 0.393, '新疆'], [2012, 0.462, '西藏'],
                [2013,0.281, '北京'], [2013, 0.455, '上海'], [2013,0.194, '天津'], [2013, 0.222, '广东'], [2013,0.291, '山东'], [2013, 0.349, '江苏'],[2013, 0.349, '辽宁'], [2013, 0.253, '河南'], [2013, 0.547, '吉林'], [2013, 0.353, '黑龙江'], [2013, 0.302, '陕西'],[2013, 0.402, '山西'], [2013, 0.481, '河北'], [2013, 0.152, '安徽'], [2013, 0.172, '重庆'], [2013, 0.251, '福建'], [2013, 0.266, '浙江'], [2013,0.216, '湖南'], [2013, 0.310, '湖北'], [2013, 0.278, '四川'], [2013, 0.469, '江西'],[2013, 0.466, '云南'], [2013, 0.682, '贵州'], [2013, 0.492, '甘肃'], [2013, 0.223, '宁夏'], [2013, 0.499, '青海'],[2013, 0.568, '广西'], [2013, 0.301, '内蒙古'], [2013, 0.249, '海南'], [2013, 0.390, '新疆'], [2013, 0.404, '西藏'],
                [2014,0.266, '北京'], [2014, 0.769, '上海'], [2014,0.156, '天津'], [2014, 0.208, '广东'], [2014,0.273, '山东'], [2014, 0.354, '江苏'],[2014, 0.356, '辽宁'], [2014, 0.258, '河南'], [2014, 0.474, '吉林'], [2014, 0.334, '黑龙江'], [2014, 0.327, '陕西'],[2014, 0.406, '山西'], [2014, 0.499, '河北'], [2014, 0.165, '安徽'], [2014, 0.186, '重庆'], [2014, 0.229, '福建'], [2014, 0.257, '浙江'], [2014,0.210, '湖南'], [2014, 0.336, '湖北'], [2014, 0.289, '四川'], [2014, 0.483, '江西'],[2014, 0.533, '云南'], [2014, 0.694, '贵州'], [2014, 0.471, '甘肃'], [2014, 0.224, '宁夏'], [2014, 0.517, '青海'],[2014, 0.546, '广西'], [2014, 0.295, '内蒙古'], [2014, 0.279, '海南'], [2014, 0.378, '新疆'], [2014, 0.637, '西藏'],
            ],
            markPoint : {
                data : [
                    {type : 'max', name: '最大值'},
                    {type : 'min', name: '最小值'}
                ]
            },
            markLine : {
                data : [
                    {type : 'average', name: '平均值'}
                ]
            }
        }
    ]
};


		if (option && typeof option === "object") {
			var startTime = +new Date();
			myChart.setOption(option, true);
			var endTime = +new Date();
			var updateTime = endTime - startTime;
			console.log("Time used:", updateTime);
		}
}

function comparisonLine1()
{
	var str = "<p class='first-paragraph'>2000-2014年间，全国交通事故总数（各省总和）变化趋势对比。</p>"
	str += "<p class='second-paragraph'>2002-2014年，媒体报道中全国的交通事故数呈整体递增趋势，2012至2014年逐年递减。而统计局官网公布的全国交通事故数则逐年递减</p>"
	$("#nb_part2_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part2'));
    myChart.showLoading();
option = {
    title : {
        text: '2002-2014全国交通事故数变化趋势',
        subtext: '数据来源：媒体数据、统计局官方数据',
        x: 'center',
        align: 'right'
    },
    grid: {
        bottom: 80
    },
    tooltip : {
        trigger: 'axis',
        formatter: function(params) {
            return params[0].name + '<br/>'
                   + params[0].seriesName + ' : ' + params[0].value + ' (件)<br/>'
                   + params[1].seriesName + ' : ' + params[1].value + ' (件)';
        },
        axisPointer: {
            animation: false
        }
    },
    legend: {
        data:['媒体事故数','统计局事故数'],
        x: 'right'
    },
    dataZoom: [
        {
            show: true,
            realtime: true,
            start: 0,
            end: 100
        },
        {
            type: 'inside',
            realtime: true,
            start: 0,
            end: 100
        }
    ],
    xAxis : [
        {
            type : 'category',
            boundaryGap : false,
            axisLine: {onZero: false},
            data : [
                '2002', '2003', '2004', '2005', '2006', '2007', '2008', '2009', '2010', '2011', '2012', '2013', '2014'
            ].map(function (str) {
                return str.replace(' ', '\n')
            })
        }
    ],
    yAxis: [
        {
            name: '媒体事故数(件)',
            type: 'value',
            max: 40000
        },
        {
            name: '统计局事故数(件)',
            nameLocation: 'start',
            max: 1000000,
            type: 'value',
            inverse: true
        }
    ],
    series: [
        {
            name:'媒体事故数',
            type:'line',
            hoverAnimation: false,
            areaStyle: {
                normal: {}
            },
            lineStyle: {
                normal: {
                    width: 1
                }
            },
            data:[
                3927,5105,6207,5942,7070,8164,10683,18544,19865,24262,24317,24111,20207
            ]
        },
        {
            name:'统计局事故数',
            type:'line',
            yAxisIndex:1,
            hoverAnimation: false,
            areaStyle: {
                normal: {}
            },
            lineStyle: {
                normal: {
                    width: 1
                }
            },
            data: [
                773137,667507,517889,450254,378781,327209,265204,238351,219521,210812,204196,198394,196812,
            ]
        }
    ]
};

    if (option && typeof option === "object") {
	myChart.hideLoading();
    var startTime = +new Date();
    myChart.setOption(option, true);
    var endTime = +new Date();
    var updateTime = endTime - startTime;
    console.log("Time used:", updateTime);
}    
}

function comparisonLine2()
{
	var str = "<p class='first-paragraph'>2000-2014年间，全国交通事故死亡总人数（各省总和）变化趋势对比。</p>";
	str += "<p class='second-paragraph'>2002-2010年，媒体报道中全国的交通事故死亡人数呈整体递增趋势，2011至2014年逐年递减。而统计局官网公布的全国交通事故死亡人数整体呈逐年递减趋势。值得注意的是，2004年媒体报道和统计局公布的死亡人数较去年均有上升。</p>";
	$("#nb_part3_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part3'));
    myChart.showLoading();
option = {
    title : {
        text: '2002-2014全国交通事故死亡人数变化趋势',
        subtext: '数据来源：媒体数据、统计局官方数据',
        x: 'center',
        align: 'right'
    },
    grid: {
        bottom: 80
    },
    tooltip : {
        trigger: 'axis',
        formatter: function(params) {
            return params[0].name + '<br/>'
                   + params[0].seriesName + ' : ' + params[0].value + ' (件)<br/>'
                   + params[1].seriesName + ' : ' + params[1].value + ' (件)';
        },
        axisPointer: {
            animation: false
        }
    },
    legend: {
        data:['媒体统计死亡人数','统计局统计死亡人数'],
        x: 'right',
		//orient: 'vertical',
    },
    dataZoom: [
        {
            show: true,
            realtime: true,
            start: 0,
            end: 100
        },
        {
            type: 'inside',
            realtime: true,
            start: 0,
            end: 100
        }
    ],
    xAxis : [
        {
            type : 'category',
            boundaryGap : false,
            axisLine: {onZero: false},
            data : [
                '2002', '2003', '2004', '2005', '2006', '2007', '2008', '2009', '2010', '2011', '2012', '2013', '2014',
            ].map(function (str) {
                return str.replace(' ', '\n')
            })
        }
    ],
    yAxis: [
        {
            name: '媒体统计死亡人数(人)',
            type: 'value',
            max: 50000
        },
        {
            name: '统计局统计死亡人数(人)',
            nameLocation: 'start',
            max: 180000,
            type: 'value',
            inverse: true
        }
    ],
    series: [
        {
            name:'媒体统计死亡人数',
            type:'line',
            hoverAnimation: false,
            areaStyle: {
                normal: {}
            },
            lineStyle: {
                normal: {
                    width: 1
                }
            },
            data:[
                6515,7443,10798,10642,10974,10681,12806,21533,21866,26842,25155,24155,18364,
            ]
        },
        {
            name:'统计局统计死亡人数',
            type:'line',
            yAxisIndex:1,
            hoverAnimation: false,
            areaStyle: {
                normal: {}
            },
            lineStyle: {
                normal: {
                    width: 1
                }
            },
            data: [
                109381,104372,107077,98738,89455,81649,73484,67759,65225,62387,59997,58539,58523,
            ]
        }
    ]
};

    if (option && typeof option === "object") {
	myChart.hideLoading();
    var startTime = +new Date();
    myChart.setOption(option, true);
    var endTime = +new Date();
    var updateTime = endTime - startTime;
    console.log("Time used:", updateTime);
	}    
}

function behaviorPie()
{
	var str = "<p class='first-paragraph'>2000-2014年，各年报道数Top50的媒体及所属省份占比。</p>";
	str += "<p class='second-paragraph'>历年交通事故媒体报道数前50位的媒体所属省份占比的变化趋势，与“事故概况”中15年来全国各省交通事故数重程度变化趋势较为一致。占比越高的省份往往本省的媒体越丰富。</p>";
	$("#nb_part1_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part1'));
    myChart.showLoading();

	option = {
	baseOption:{
		timeline: {
					// y: 0,
					axisType: 'category',
					// realtime: false,
					// loop: false,
					autoPlay: true,
					// currentIndex: 2,
					playInterval: 1000,
					// controlStyle: {
					//     position: 'left'
					// },
					data: [
						'2000-01-01', 
						'2001-01-01', 
						'2002-01-01', 
						'2003-01-01', 
						'2004-01-01', 
						'2005-01-01', 
						'2006-01-01', 
						'2007-01-01', 
						'2008-01-01', 
						'2009-01-01', 
						'2010-01-01', 
						'2011-01-01', 
						'2012-01-01', 
						'2013-01-01', 
						'2014-01-01', 
						//'2015-01-01', 
					],
					label: {
						formatter : function(s) {
							return (new Date(s)).getFullYear();
						}
					}
				},
	    title : {
        subtext: '数据来源：媒体数据、统计局官方数据',
        x: 'center',
        align: 'right'
		},
		tooltip: {
			trigger: 'item',
			formatter: "{a} <br/>{b}: {c} ({d}%)"
		},
		legend: {
			orient: 'vertical',
			x: 'left',
			data:['北京','上海','天津','广东','山东','江苏','辽宁','河南','吉林','黑龙江','陕西','山西','河北','安徽','重庆','福建','浙江','湖南','湖北','四川','江西','云南','贵州','甘肃','宁夏','青海','广西','内蒙古','海南','新疆','西藏','全国性']
		},
		series:[
			{
				name:'报道媒体所属省份',
				type:'pie',
				selectedMode: 'single',
				radius: [0, '45%'],

				label: {
					normal: {
						position: 'outside'
					}
				},
				labelLine: {
					normal: {
						show: true
					}
				},
			},
			{
				name:'报道媒体',
				type:'pie',
				radius: ['66%', '73%'],
			},
		],
	},
	options:
[
    {
        "title": {
            "text": "2000\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 4.949,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 0.84,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 9.524,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 27.544,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 0.934,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 8.497,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 6.723,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 2.428,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.961,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 2.614,
                        "name": "\u6cb3\u5317"
                    },
                    {
                        "value": 6.723,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 4.202,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 0.84,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.12,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 3.641,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.867,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 2.428,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 6.536,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 0.934,
                        "name": "\u9752\u6d77"
                    },
                    {
                        "value": 5.696,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.494,
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "value": 2.614,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 0.84,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 0.84,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 2.708,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 2.988,
                        "name": "\u5929\u6d25\u65e5\u62a5"
                    },
                    {
                        "value": 3.828,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.961,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 2.334,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.774,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.774,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 8.123,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.575,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 3.361,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 3.641,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 0.934,
                        "name": "\u751f\u6d3b\u65e5\u62a5"
                    },
                    {
                        "value": 1.681,
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 2.428,
                        "name": "\u65e0\u9521\u65e5\u62a5"
                    },
                    {
                        "value": 3.268,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.12,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.587,
                        "name": "\u6c88\u9633\u665a\u62a5"
                    },
                    {
                        "value": 0.84,
                        "name": "\u8fbd\u5b81\u65e5\u62a5"
                    },
                    {
                        "value": 2.334,
                        "name": "\u6c88\u9633\u65e5\u62a5"
                    },
                    {
                        "value": 1.961,
                        "name": "\u5927\u8fde\u665a\u62a5"
                    },
                    {
                        "value": 2.428,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.961,
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.214,
                        "name": "\u751f\u6d3b\u65e9\u62a5"
                    },
                    {
                        "value": 1.401,
                        "name": "\u71d5\u8d75\u665a\u62a5"
                    },
                    {
                        "value": 1.307,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.401,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 1.12,
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "value": 2.894,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 1.307,
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 2.894,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 0.84,
                        "name": "\u6d59\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 1.12,
                        "name": "\u6e56\u5317\u65e5\u62a5"
                    },
                    {
                        "value": 1.401,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.241,
                        "name": "\u6210\u90fd\u665a\u62a5"
                    },
                    {
                        "value": 1.867,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.214,
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "value": 1.214,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.894,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.681,
                        "name": "\u5170\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 0.934,
                        "name": "\u7518\u8083\u65e5\u62a5"
                    },
                    {
                        "value": 1.027,
                        "name": "\u5170\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 0.934,
                        "name": "\u897f\u6d77\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 0.84,
                        "name": "\u4e2d\u56fd\u5987\u5973\u62a5"
                    },
                    {
                        "value": 1.027,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 1.401,
                        "name": "\u4e2d\u56fd\u4fdd\u9669\u62a5"
                    },
                    {
                        "value": 2.428,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2001\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 6.671,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 2.471,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 4.448,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 19.661,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 1.235,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 5.259,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 3.848,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.989,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 4.024,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 2.93,
                        "name": "\u6cb3\u5317"
                    },
                    {
                        "value": 10.166,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.271,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 4.871,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 1.094,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.73,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 3.142,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 3.036,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 3.071,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 6.495,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 1.306,
                        "name": "\u9752\u6d77"
                    },
                    {
                        "value": 5.648,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.836,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 1.8,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 2.153,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 1.377,
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "value": 1.694,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.447,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 2.471,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 2.33,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 2.118,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.165,
                        "name": "\u6c55\u5934\u7279\u533a\u665a\u62a5"
                    },
                    {
                        "value": 1.235,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 2.294,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 2.083,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 7.095,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.224,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 1.694,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 1.871,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.235,
                        "name": "\u751f\u6d3b\u65e5\u62a5"
                    },
                    {
                        "value": 3.177,
                        "name": "\u65e0\u9521\u65e5\u62a5"
                    },
                    {
                        "value": 2.083,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.165,
                        "name": "\u6c88\u9633\u665a\u62a5"
                    },
                    {
                        "value": 1.2,
                        "name": "\u6c88\u9633\u65e5\u62a5"
                    },
                    {
                        "value": 1.483,
                        "name": "\u5927\u8fde\u665a\u62a5"
                    },
                    {
                        "value": 1.73,
                        "name": "\u57ce\u5e02\u65e9\u62a5"
                    },
                    {
                        "value": 2.259,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.73,
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.294,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.271,
                        "name": "\u751f\u6d3b\u65e9\u62a5"
                    },
                    {
                        "value": 1.659,
                        "name": "\u71d5\u8d75\u665a\u62a5"
                    },
                    {
                        "value": 1.13,
                        "name": "\u5b89\u5fbd\u65e5\u62a5"
                    },
                    {
                        "value": 2.365,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.259,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 2.047,
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "value": 2.365,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 1.271,
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "value": 1.235,
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 3.636,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.094,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.73,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u6e56\u5317\u65e5\u62a5"
                    },
                    {
                        "value": 1.836,
                        "name": "\u5e02\u573a\u6307\u5357\u62a5"
                    },
                    {
                        "value": 3.036,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.659,
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "value": 1.412,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 3.036,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 2.365,
                        "name": "\u5170\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.094,
                        "name": "\u5170\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u897f\u6d77\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.353,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 2.294,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.836,
                        "name": "\u6d77\u5357\u65e5\u62a5"
                    },
                    {
                        "value": 1.8,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2002\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 6.014,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 3.919,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 3.944,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 13.31,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 6.557,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 5.768,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 2.884,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.18,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 2.243,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 4.757,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 7.444,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.873,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 1.627,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.095,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.75,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 2.342,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 3.648,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 2.933,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 4.166,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 7.074,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 6.631,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.578,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 4.264,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.38,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 2.465,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 2.169,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 1.011,
                        "name": "\u89e3\u653e\u65e5\u62a5"
                    },
                    {
                        "value": 2.909,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.528,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 1.035,
                        "name": "\u5929\u6d25\u65e5\u62a5"
                    },
                    {
                        "value": 1.38,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.799,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.856,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.578,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.169,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 2.909,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.873,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.687,
                        "name": "\u751f\u6d3b\u65e5\u62a5"
                    },
                    {
                        "value": 1.997,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.109,
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 1.701,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.972,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 0.986,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 2.884,
                        "name": "\u8fbd\u6c88\u665a\u62a5"
                    },
                    {
                        "value": 3.18,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 0.986,
                        "name": "\u54c8\u5c14\u6ee8\u65e5\u62a5"
                    },
                    {
                        "value": 1.257,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 2.12,
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.637,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.553,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.046,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 1.947,
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "value": 1.898,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 1.873,
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "value": 1.627,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.095,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.75,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 2.342,
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 1.38,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.268,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.035,
                        "name": "\u4fe1\u606f\u65e5\u62a5"
                    },
                    {
                        "value": 1.898,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.824,
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "value": 2.342,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 3.821,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 2.243,
                        "name": "\u5170\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.011,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 1.158,
                        "name": "\u5e7f\u897f\u65e5\u62a5"
                    },
                    {
                        "value": 3.13,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 2.342,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.578,
                        "name": "\u6d77\u5357\u65e5\u62a5"
                    },
                    {
                        "value": 2.761,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 1.504,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2003\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 9.803,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 6.779,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 2.986,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 8.207,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 4.244,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 4.995,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 2.93,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.606,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.296,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 3.155,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 7.474,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.577,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 1.052,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.404,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.728,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 2.61,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 10.516,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 3.7,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 3.906,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 3.568,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 8.113,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 0.995,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 4.357,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.84,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 2.216,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 0.826,
                        "name": "\u5317\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 2.854,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 2.066,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 2.103,
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "value": 1.953,
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "value": 1.897,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 0.826,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.352,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 1.634,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.671,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.324,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.127,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 2.085,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.108,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.653,
                        "name": "\u751f\u6d3b\u65e5\u62a5"
                    },
                    {
                        "value": 1.484,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 0.977,
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 0.845,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.878,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.296,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 2.93,
                        "name": "\u8fbd\u6c88\u665a\u62a5"
                    },
                    {
                        "value": 3.606,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.296,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 2.291,
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 0.864,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.089,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 3.249,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 1.728,
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "value": 1.408,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 1.577,
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "value": 1.052,
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 2.404,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.728,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 2.61,
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 5.427,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 5.089,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.239,
                        "name": "\u4fe1\u606f\u65e5\u62a5"
                    },
                    {
                        "value": 2.46,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.108,
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "value": 2.798,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.254,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.315,
                        "name": "\u5170\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 3.981,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 4.131,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 0.995,
                        "name": "\u6d77\u5357\u65e5\u62a5"
                    },
                    {
                        "value": 1.709,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 0.939,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    },
                    {
                        "value": 1.709,
                        "name": "\u4e2d\u56fd\u5b89\u5168\u751f\u4ea7\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2004\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 5.622,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 9.169,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 2.341,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 14.917,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 8.468,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 1.065,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 4.122,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 0.715,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 3.323,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 3.463,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 3.337,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 3.673,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.285,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 2.103,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 2.608,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 14.65,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 2.86,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 3.771,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 1.71,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 5.425,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 4.374,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.514,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 0.967,
                        "name": "\u5317\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 1.065,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 2.075,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 2.131,
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "value": 1.907,
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "value": 1.037,
                        "name": "\u89e3\u653e\u65e5\u62a5"
                    },
                    {
                        "value": 2.019,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 2.075,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.108,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 1.234,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.879,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 6.421,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.075,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.117,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 0.617,
                        "name": "\u6c55\u5934\u65e5\u62a5"
                    },
                    {
                        "value": 1.808,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.346,
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 3.813,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.654,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.654,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 1.065,
                        "name": "\u8fbd\u6c88\u665a\u62a5"
                    },
                    {
                        "value": 4.122,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 0.715,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 2.103,
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.22,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.514,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 0.645,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 1.304,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 1.837,
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "value": 1.5,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 0.841,
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 2.832,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.285,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 2.103,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 2.608,
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 4.024,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 7.08,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.86,
                        "name": "\u6210\u90fd\u665a\u62a5"
                    },
                    {
                        "value": 0.687,
                        "name": "\u56db\u5ddd\u65e5\u62a5"
                    },
                    {
                        "value": 0.855,
                        "name": "\u4fe1\u606f\u65e5\u62a5"
                    },
                    {
                        "value": 2.005,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 0.827,
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "value": 2.944,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.71,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 3.028,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 2.397,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 2.79,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 0.883,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    },
                    {
                        "value": 0.701,
                        "name": "\u4e2d\u56fd\u5b89\u5168\u751f\u4ea7\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2005\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 12.024,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 8.321,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 2.437,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 22.014,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 6.8,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 4.47,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.858,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 3.151,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 2.329,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 3.191,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.437,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.818,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 1.589,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 12.764,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.764,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 2.558,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 2.558,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 5.103,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 2.814,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.32,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 1.387,
                        "name": "\u65b0\u4eac\u62a5"
                    },
                    {
                        "value": 1.198,
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "value": 3.191,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 0.714,
                        "name": "\u5317\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 2.545,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.67,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 2.1,
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "value": 1.548,
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "value": 0.592,
                        "name": "\u6587\u6c47\u62a5(\u4e0a\u6d77)"
                    },
                    {
                        "value": 0.741,
                        "name": "\u89e3\u653e\u65e5\u62a5"
                    },
                    {
                        "value": 1.885,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.454,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 1.131,
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "value": 1.01,
                        "name": "\u6c55\u5934\u7279\u533a\u665a\u62a5"
                    },
                    {
                        "value": 0.969,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 1.104,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.723,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.966,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 7.957,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.518,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.235,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 1.481,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.05,
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 4.228,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 0.969,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.602,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 0.66,
                        "name": "\u6cb3\u5357\u65e5\u62a5"
                    },
                    {
                        "value": 3.81,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.858,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.562,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.589,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 2.329,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 0.633,
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 2.558,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.437,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.818,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 1.589,
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 3.272,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 5.83,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.097,
                        "name": "\u6210\u90fd\u665a\u62a5"
                    },
                    {
                        "value": 0.566,
                        "name": "\u56db\u5ddd\u65e5\u62a5"
                    },
                    {
                        "value": 1.764,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.558,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.558,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 3.11,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 1.993,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 2.02,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 0.794,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2006\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 18.567,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 6.159,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 1.531,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 25.285,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 7.243,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 5.287,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 2.113,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 2.426,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 2.549,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 1.509,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 8.294,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 2.571,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 1.878,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 3.622,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 8.451,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 2.515,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 2.325,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 1.464,
                        "name": "\u7ade\u62a5"
                    },
                    {
                        "value": 3.141,
                        "name": "\u65b0\u4eac\u62a5"
                    },
                    {
                        "value": 2.85,
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "value": 3.365,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 0.727,
                        "name": "\u5317\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 1.174,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.554,
                        "name": "\u5317\u4eac\u5a31\u4e50\u4fe1\u62a5"
                    },
                    {
                        "value": 1.967,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 1.487,
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "value": 1.107,
                        "name": "\u4e1c\u65b9\u65e9\u62a5"
                    },
                    {
                        "value": 0.805,
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "value": 1.062,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.699,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.531,
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "value": 1.04,
                        "name": "\u6c55\u5934\u7279\u533a\u665a\u62a5"
                    },
                    {
                        "value": 0.894,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 1.129,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 0.749,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.498,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 8.697,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.856,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 1.9,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 0.905,
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 1.263,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 2.426,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 0.928,
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 0.682,
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "value": 1.442,
                        "name": "\u6c5f\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 2.973,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 0.827,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.319,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 1.408,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.973,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 0.905,
                        "name": "\u6cb3\u5357\u5546\u62a5"
                    },
                    {
                        "value": 2.113,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.426,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 2.549,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.509,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 2.806,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 5.488,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 0.838,
                        "name": "\u4fe1\u606f\u65e5\u62a5"
                    },
                    {
                        "value": 1.733,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.878,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.224,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.397,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 4.002,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 4.449,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.666,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "value": 0.85,
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2007\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 13.023,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 7.394,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 29.517,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 9.427,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 1.103,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 6.732,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.41,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 1.64,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 2.301,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 1.784,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 1.132,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 0.94,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.728,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.314,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 1.88,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 3.126,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 9.417,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 3.136,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.678,
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "value": 0.997,
                        "name": "\u7ade\u62a5"
                    },
                    {
                        "value": 2.608,
                        "name": "\u65b0\u4eac\u62a5"
                    },
                    {
                        "value": 1.669,
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "value": 2.474,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 1.256,
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 0.777,
                        "name": "\u5317\u4eac\u5a31\u4e50\u4fe1\u62a5"
                    },
                    {
                        "value": 1.563,
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "value": 1.151,
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "value": 0.806,
                        "name": "\u4e1c\u65b9\u65e9\u62a5"
                    },
                    {
                        "value": 1.63,
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "value": 1.774,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 0.93,
                        "name": "\u5929\u5929\u65b0\u62a5"
                    },
                    {
                        "value": 1.103,
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "value": 1.132,
                        "name": "\u6c55\u5934\u7279\u533a\u665a\u62a5"
                    },
                    {
                        "value": 1.333,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.448,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.438,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 8.237,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.184,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.263,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 2.158,
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 4.881,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 2.273,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.17,
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 2.33,
                        "name": "\u6c5f\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.87,
                        "name": "\u65e0\u9521\u65e5\u62a5"
                    },
                    {
                        "value": 2.791,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.755,
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 0.681,
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "value": 1.103,
                        "name": "\u5927\u8fde\u665a\u62a5"
                    },
                    {
                        "value": 2.225,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 3.184,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.323,
                        "name": "\u6cb3\u5357\u5546\u62a5"
                    },
                    {
                        "value": 1.41,
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 0.815,
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "value": 0.825,
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "value": 2.301,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 1.784,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.132,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 0.94,
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "value": 2.848,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 1.88,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.314,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.88,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.659,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.467,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 5.581,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 3.836,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 3.136,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2008\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 2.858,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 1.369,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 28.769,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 2.843,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 5.239,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 3.84,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.84,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 3.215,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 1.816,
                        "name": "\u6cb3\u5317"
                    },
                    {
                        "value": 2.932,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 3.021,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 3.498,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 8.216,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.31,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 4.227,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 1.86,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 5.328,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 1.682,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 6.4,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.578,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.325,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 4.837,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.578,
                        "name": "\u65b0\u4eac\u62a5"
                    },
                    {
                        "value": 1.28,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 1.369,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.578,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 2.158,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.399,
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 7.829,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 3.036,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 1.816,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 2.441,
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 4.123,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.265,
                        "name": "\u4e1c\u839e\u65e5\u62a5"
                    },
                    {
                        "value": 1.563,
                        "name": "\u4e1c\u839e\u65f6\u62a5"
                    },
                    {
                        "value": 1.563,
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 2.843,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.563,
                        "name": "\u90fd\u5e02\u6668\u62a5"
                    },
                    {
                        "value": 2.337,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 1.339,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.741,
                        "name": "\u8fbd\u6c88\u665a\u62a5"
                    },
                    {
                        "value": 2.099,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.592,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.247,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.712,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 1.503,
                        "name": "\u4e1c\u4e9a\u7ecf\u8d38\u65b0\u95fb\u62a5"
                    },
                    {
                        "value": 1.816,
                        "name": "\u71d5\u8d75\u665a\u62a5"
                    },
                    {
                        "value": 1.339,
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.592,
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "value": 1.31,
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "value": 1.712,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 2.009,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.488,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 1.533,
                        "name": "\u4eca\u65e5\u65e9\u62a5"
                    },
                    {
                        "value": 2.113,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.533,
                        "name": "\u6e29\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.533,
                        "name": "\u5357\u6e56\u665a\u62a5"
                    },
                    {
                        "value": 1.503,
                        "name": "\u6e29\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.31,
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "value": 1.592,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.339,
                        "name": "\u957f\u6c5f\u5546\u62a5"
                    },
                    {
                        "value": 1.295,
                        "name": "\u6b66\u6c49\u665a\u62a5"
                    },
                    {
                        "value": 1.86,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.28,
                        "name": "\u751f\u6d3b\u65b0\u62a5"
                    },
                    {
                        "value": 2.143,
                        "name": "\u90fd\u5e02\u65f6\u62a5"
                    },
                    {
                        "value": 1.905,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.682,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 3.572,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 2.828,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.578,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.325,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.837,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2009\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 20.217,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 6.882,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 8.515,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 1.952,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 1.904,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 4.015,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 1.713,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 1.338,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.338,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 7.838,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 8.818,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.378,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 9.718,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.564,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 3.003,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 1.689,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 7.217,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.569,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.697,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 4.636,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.306,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.633,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 5.576,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 2.135,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.007,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 2.119,
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 3.6,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.84,
                        "name": "\u4e1c\u839e\u65f6\u62a5"
                    },
                    {
                        "value": 4.039,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.458,
                        "name": "\u9752\u5c9b\u65e9\u62a5"
                    },
                    {
                        "value": 1.386,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.251,
                        "name": "\u90fd\u5e02\u6668\u62a5"
                    },
                    {
                        "value": 1.251,
                        "name": "\u626c\u5dde\u65f6\u62a5"
                    },
                    {
                        "value": 3.354,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 2.661,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.952,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.904,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 2.103,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 1.912,
                        "name": "\u4e1c\u4e9a\u7ecf\u8d38\u65b0\u95fb\u62a5"
                    },
                    {
                        "value": 1.713,
                        "name": "\u534e\u5546\u62a5"
                    },
                    {
                        "value": 1.338,
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "value": 1.338,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 2.063,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.8,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 2.015,
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 1.96,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.824,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.298,
                        "name": "\u7ecd\u5174\u665a\u62a5"
                    },
                    {
                        "value": 1.402,
                        "name": "\u6e29\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.601,
                        "name": "\u5357\u6e56\u665a\u62a5"
                    },
                    {
                        "value": 1.322,
                        "name": "\u6e29\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.37,
                        "name": "\u53f0\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.378,
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 2.35,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.505,
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "value": 1.298,
                        "name": "\u957f\u6c5f\u5546\u62a5"
                    },
                    {
                        "value": 1.267,
                        "name": "\u8346\u95e8\u665a\u62a5"
                    },
                    {
                        "value": 1.609,
                        "name": "\u695a\u5929\u91d1\u62a5"
                    },
                    {
                        "value": 1.689,
                        "name": "\u6b66\u6c49\u665a\u62a5"
                    },
                    {
                        "value": 1.944,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.621,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.553,
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "value": 1.45,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.689,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.314,
                        "name": "\u6842\u6797\u665a\u62a5"
                    },
                    {
                        "value": 2.899,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 3.003,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.569,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.697,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.636,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2010\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 1.651,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 1.339,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 14.839,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 11.087,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 6.173,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 1.515,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.054,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 5.644,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 1.339,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 4.946,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.363,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 10.125,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 3.014,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.403,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 6.742,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.77,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.435,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 1.619,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 5.419,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.972,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.411,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 9.139,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.651,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 1.339,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.267,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 5.596,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.748,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 1.283,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "value": 1.283,
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 2.373,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.291,
                        "name": "\u4e1c\u839e\u65f6\u62a5"
                    },
                    {
                        "value": 1.491,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.561,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 2.052,
                        "name": "\u9752\u5c9b\u65e9\u62a5"
                    },
                    {
                        "value": 1.371,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.611,
                        "name": "\u6f4d\u574a\u665a\u62a5"
                    },
                    {
                        "value": 2.533,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 2.052,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.587,
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.515,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.708,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.347,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 2.012,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 2.253,
                        "name": "\u4e1c\u4e9a\u7ecf\u8d38\u65b0\u95fb\u62a5"
                    },
                    {
                        "value": 1.379,
                        "name": "\u57ce\u5e02\u665a\u62a5"
                    },
                    {
                        "value": 1.339,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 1.579,
                        "name": "\u5408\u80a5\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.956,
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.411,
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "value": 1.363,
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "value": 1.732,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.275,
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "value": 1.651,
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.619,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 1.788,
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 2.06,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.627,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.387,
                        "name": "\u5357\u6e56\u665a\u62a5"
                    },
                    {
                        "value": 1.403,
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 2.253,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.555,
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "value": 1.467,
                        "name": "\u695a\u5929\u91d1\u62a5"
                    },
                    {
                        "value": 1.467,
                        "name": "\u6b66\u6c49\u665a\u62a5"
                    },
                    {
                        "value": 2.277,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.493,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.435,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.619,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 2.726,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 2.694,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.972,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.411,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 9.139,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2011\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 1.363,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 1.448,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 12.231,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 13.018,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 6.008,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 1.723,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 2.431,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 1.173,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 1.192,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 5.759,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 6.433,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.581,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.173,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 4.481,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 3.872,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.684,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 2.732,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 2.548,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 9.178,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 3.001,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.703,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 1.192,
                        "name": "\u65b0\u7586"
                    },
                    {
                        "value": 13.077,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.363,
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "value": 1.448,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.291,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 5.09,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.933,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 2.601,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.317,
                        "name": "\u4e1c\u839e\u65f6\u62a5"
                    },
                    {
                        "value": 2.758,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.592,
                        "name": "\u751f\u6d3b\u65e5\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 5.942,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.526,
                        "name": "\u9752\u5c9b\u65e9\u62a5"
                    },
                    {
                        "value": 1.199,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 2.057,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 2.542,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.409,
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.723,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.205,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 1.225,
                        "name": "\u4e1c\u4e9a\u7ecf\u8d38\u65b0\u95fb\u62a5"
                    },
                    {
                        "value": 1.173,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 1.192,
                        "name": "\u897f\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.972,
                        "name": "\u5408\u80a5\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.979,
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.808,
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "value": 1.409,
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "value": 1.605,
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.592,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 1.828,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.402,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.179,
                        "name": "\u5357\u6e56\u665a\u62a5"
                    },
                    {
                        "value": 1.173,
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 1.939,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.323,
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "value": 1.219,
                        "name": "\u695a\u5929\u91d1\u62a5"
                    },
                    {
                        "value": 1.939,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 1.933,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.684,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.507,
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "value": 1.225,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.356,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.192,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 2.725,
                        "name": "\u5357\u56fd\u4eca\u62a5"
                    },
                    {
                        "value": 2.313,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 1.219,
                        "name": "\u67f3\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.205,
                        "name": "\u5357\u5b81\u665a\u62a5"
                    },
                    {
                        "value": 1.716,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.199,
                        "name": "\u5185\u8499\u53e4\u6668\u62a5"
                    },
                    {
                        "value": 1.802,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.703,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.192,
                        "name": "\u65b0\u7586\u90fd\u5e02\u62a5(\u6c49)"
                    },
                    {
                        "value": 13.077,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2012\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 1.32,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 7.87,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 15.111,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 5.417,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 4.823,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 1.403,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.423,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 1.499,
                        "name": "\u5c71\u897f"
                    },
                    {
                        "value": 5.714,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 8.056,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 4.933,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.624,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 3.455,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.305,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.796,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 3.379,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 2.964,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 10.35,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.686,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.562,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 1.306,
                        "name": "\u65b0\u7586"
                    },
                    {
                        "value": 10.005,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.32,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "value": 1.403,
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "value": 1.472,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.41,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 2.266,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.32,
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 3.019,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.879,
                        "name": "\u751f\u6d3b\u65e5\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 6.861,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.796,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.555,
                        "name": "\u6f4d\u574a\u665a\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 2.791,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.32,
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.617,
                        "name": "\u5927\u8fde\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 3.206,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.403,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.423,
                        "name": "\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.499,
                        "name": "\u5c71\u897f\u665a\u62a5"
                    },
                    {
                        "value": 1.313,
                        "name": "\u5408\u80a5\u665a\u62a5.\u73af\u6e56\u6668\u520a"
                    },
                    {
                        "value": 1.527,
                        "name": "\u5408\u80a5\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.568,
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "value": 1.603,
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "value": 1.34,
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.562,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 1.451,
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 2.1,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.568,
                        "name": "\u90fd\u5e02\u5feb\u62a5"
                    },
                    {
                        "value": 1.997,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.368,
                        "name": "\u6e29\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.624,
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 2.018,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.437,
                        "name": "\u695a\u5929\u91d1\u62a5"
                    },
                    {
                        "value": 1.582,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.722,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.796,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.734,
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "value": 1.644,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.631,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.334,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 3.344,
                        "name": "\u5357\u56fd\u4eca\u62a5"
                    },
                    {
                        "value": 2.384,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 1.437,
                        "name": "\u67f3\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.472,
                        "name": "\u5357\u5b81\u665a\u62a5"
                    },
                    {
                        "value": 1.714,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.686,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.562,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.306,
                        "name": "\u65b0\u7586\u90fd\u5e02\u62a5(\u6c49)"
                    },
                    {
                        "value": 10.005,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2013\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 5.856,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 14.581,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 4.478,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 4.634,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 2.938,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.343,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 2.952,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 1.16,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 2.653,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 9.961,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 4.309,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 2.66,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.641,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 3.237,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 1.941,
                        "name": "\u8d35\u5dde"
                    },
                    {
                        "value": 1.343,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 7.844,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 2.66,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.371,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 19.44,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.092,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 1.106,
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "value": 1.181,
                        "name": "\u4fe1\u606f\u65f6\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 1.35,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "value": 1.126,
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.884,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.445,
                        "name": "\u751f\u6d3b\u65e5\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 6.426,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.16,
                        "name": "\u9752\u5c9b\u65e9\u62a5"
                    },
                    {
                        "value": 1.5,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.167,
                        "name": "\u6f4d\u574a\u665a\u62a5"
                    },
                    {
                        "value": 1.086,
                        "name": "\u626c\u5dde\u65f6\u62a5"
                    },
                    {
                        "value": 2.321,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 1.072,
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.988,
                        "name": "\u5927\u8fde\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.646,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 1.676,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.262,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 1.343,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 1.364,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 1.588,
                        "name": "\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.16,
                        "name": "\u897f\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.506,
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 1.147,
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "value": 1.411,
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "value": 1.839,
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.445,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 1.995,
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 1.927,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.343,
                        "name": "\u6d77\u897f\u6668\u62a5"
                    },
                    {
                        "value": 1.16,
                        "name": "\u90fd\u5e02\u5feb\u62a5"
                    },
                    {
                        "value": 1.818,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.33,
                        "name": "\u6e29\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.391,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.269,
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "value": 1.71,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 2.931,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.893,
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "value": 1.343,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 1.941,
                        "name": "\u8d35\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.343,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 2.192,
                        "name": "\u5357\u56fd\u4eca\u62a5"
                    },
                    {
                        "value": 2.008,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 1.16,
                        "name": "\u67f3\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.337,
                        "name": "\u5357\u5b81\u665a\u62a5"
                    },
                    {
                        "value": 1.147,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.5,
                        "name": "\u5185\u8499\u53e4\u6668\u62a5"
                    },
                    {
                        "value": 1.16,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.371,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 19.44,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2014\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 1.25,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 15.269,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 8.525,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 6.593,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.618,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.411,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 3.448,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 1.421,
                        "name": "\u5c71\u897f"
                    },
                    {
                        "value": 1.288,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 14.048,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 2.226,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.25,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 3.277,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 4.651,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.288,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 2.832,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 2.264,
                        "name": "\u8d35\u5dde"
                    },
                    {
                        "value": 3.126,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 8.97,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 4.338,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 4.168,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 1.241,
                        "name": "\u65b0\u7586"
                    },
                    {
                        "value": 3.495,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "value": 1.25,
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "value": 2.927,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.932,
                        "name": "\u751f\u6d3b\u65e5\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 7.275,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "value": 1.459,
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "value": 1.677,
                        "name": "\u6f4d\u574a\u665a\u62a5"
                    },
                    {
                        "value": 1.478,
                        "name": "\u90fd\u5e02\u6668\u62a5"
                    },
                    {
                        "value": 1.307,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "value": 3.012,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "value": 2.728,
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.553,
                        "name": "\u6c88\u9633\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.387,
                        "name": "\u5927\u8fde\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "value": 2.652,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "value": 2.188,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "value": 1.43,
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 1.411,
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "value": 1.705,
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "value": 1.743,
                        "name": "\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.421,
                        "name": "\u5c71\u897f\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 1.288,
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "value": 2.169,
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "value": 2.34,
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 2.018,
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "value": 3.079,
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 2.548,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "value": 1.894,
                        "name": "\u6d77\u897f\u6668\u62a5"
                    },
                    {
                        "value": 2.226,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "value": 1.25,
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 1.629,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.648,
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "value": 1.591,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 3.06,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.288,
                        "name": "\u65b0\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 1.421,
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "value": 1.411,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "value": 2.264,
                        "name": "\u8d35\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.866,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "value": 1.26,
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "value": 2.283,
                        "name": "\u5357\u56fd\u4eca\u62a5"
                    },
                    {
                        "value": 2.311,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "value": 1.402,
                        "name": "\u67f3\u5dde\u665a\u62a5"
                    },
                    {
                        "value": 1.506,
                        "name": "\u5357\u5b81\u665a\u62a5"
                    },
                    {
                        "value": 1.468,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "value": 1.696,
                        "name": "\u5185\u8499\u53e4\u6668\u62a5"
                    },
                    {
                        "value": 1.269,
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "value": 1.373,
                        "name": "\u547c\u548c\u6d69\u7279\u665a\u62a5(\u6c49)"
                    },
                    {
                        "value": 1.809,
                        "name": "\u6d77\u5357\u7279\u533a\u62a5"
                    },
                    {
                        "value": 2.359,
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.241,
                        "name": "\u90fd\u5e02\u6d88\u8d39\u6668\u62a5"
                    },
                    {
                        "value": 3.495,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    }
                ]
            }
        ]
    },
    {
        "title": {
            "text": "2015\u5e74\u5a92\u4f53\u62a5\u9053Top50\u6240\u5c5e\u7701\u4efd\u5360\u6bd4\u56fe"
        },
        "series": [
            {
                "data": [
                    {
                        "value": 4.423,
                        "name": "\u5317\u4eac"
                    },
                    {
                        "value": 2.884,
                        "name": "\u4e0a\u6d77"
                    },
                    {
                        "value": 0.77,
                        "name": "\u5929\u6d25"
                    },
                    {
                        "value": 15.068,
                        "name": "\u5e7f\u4e1c"
                    },
                    {
                        "value": 8.142,
                        "name": "\u5c71\u4e1c"
                    },
                    {
                        "value": 6.666,
                        "name": "\u6c5f\u82cf"
                    },
                    {
                        "value": 2.744,
                        "name": "\u8fbd\u5b81"
                    },
                    {
                        "value": 3.102,
                        "name": "\u6cb3\u5357"
                    },
                    {
                        "value": 1.599,
                        "name": "\u5409\u6797"
                    },
                    {
                        "value": 1.166,
                        "name": "\u9ed1\u9f99\u6c5f"
                    },
                    {
                        "value": 1.325,
                        "name": "\u9655\u897f"
                    },
                    {
                        "value": 0.274,
                        "name": "\u5c71\u897f"
                    },
                    {
                        "value": 0.174,
                        "name": "\u6cb3\u5317"
                    },
                    {
                        "value": 3.677,
                        "name": "\u5b89\u5fbd"
                    },
                    {
                        "value": 1.198,
                        "name": "\u91cd\u5e86"
                    },
                    {
                        "value": 6.566,
                        "name": "\u798f\u5efa"
                    },
                    {
                        "value": 3.44,
                        "name": "\u6d59\u6c5f"
                    },
                    {
                        "value": 1.293,
                        "name": "\u6e56\u5357"
                    },
                    {
                        "value": 3.734,
                        "name": "\u6e56\u5317"
                    },
                    {
                        "value": 5.714,
                        "name": "\u56db\u5ddd"
                    },
                    {
                        "value": 1.46,
                        "name": "\u6c5f\u897f"
                    },
                    {
                        "value": 2.784,
                        "name": "\u4e91\u5357"
                    },
                    {
                        "value": 0.392,
                        "name": "\u8d35\u5dde"
                    },
                    {
                        "value": 2.661,
                        "name": "\u7518\u8083"
                    },
                    {
                        "value": 0.035,
                        "name": "\u9752\u6d77"
                    },
                    {
                        "value": 7.746,
                        "name": "\u5e7f\u897f"
                    },
                    {
                        "value": 1.568,
                        "name": "\u5185\u8499\u53e4"
                    },
                    {
                        "value": 1.325,
                        "name": "\u6d77\u5357"
                    },
                    {
                        "value": 0.375,
                        "name": "\u65b0\u7586"
                    },
                    {
                        "value": 7.698,
                        "name": "\u5168\u56fd\u6027"
                    }
                ]
            },
            {
                "data": [
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.6,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u4eac\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.175,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u7ade\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.569,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u4eac\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.428,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cd5\u5236\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.055,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4eac\u534e\u65f6\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.172,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u4eac\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.619,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u4eac\u9752\u5e74\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.164,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u4eac\u5a31\u4e50\u4fe1\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.641,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u4eac\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.502,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u6c11\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.137,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u65b9\u65e9\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.446,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u95fb\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.033,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6587\u6c47\u62a5(\u4e0a\u6d77)"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.127,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u89e3\u653e\u65e5\u62a5"
                    },
                    {
                        "value": 1.137,
                        "name": "\u65b0\u95fb\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.072,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5929\u5929\u65b0\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.43,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e0a\u6d77\u9752\u5e74\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.404,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4eca\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.055,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5929\u6d25\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.31,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6bcf\u65e5\u65b0\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.238,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c55\u5934\u7279\u533a\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.386,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6df1\u5733\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.072,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6df1\u5733\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.807,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6df1\u5733\u7279\u533a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.67,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c55\u5934\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 4.514,
                        "name": "\u5357\u65b9\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.622,
                        "name": "\u5357\u65b9\u65e5\u62a5"
                    },
                    {
                        "value": 1.111,
                        "name": "\u65b0\u5feb\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.13,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4fe1\u606f\u65f6\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.033,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c55\u5934\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.669,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4fe1\u606f\u65f6\u62a5"
                    },
                    {
                        "value": 1.919,
                        "name": "\u5e7f\u5dde\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.063,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u839e\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.881,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u7f8a\u57ce\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.521,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u839e\u65f6\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.432,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6676\u62a5"
                    },
                    {
                        "value": 1.428,
                        "name": "\u534a\u5c9b\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.696,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u751f\u6d3b\u65e5\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.181,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u751f\u6d3b\u65e5\u62a5"
                    },
                    {
                        "value": 3.763,
                        "name": "\u9f50\u9c81\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.629,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u9752\u5c9b\u65e9\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.868,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6d4e\u5357\u65f6\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.578,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6f4d\u574a\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.312,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u90fd\u5e02\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.203,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5357\u4eac\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.237,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u626c\u5dde\u65f6\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.278,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c5f\u5357\u65f6\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.232,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65e0\u9521\u65e5\u62a5"
                    },
                    {
                        "value": 2.154,
                        "name": "\u626c\u5b50\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.477,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c5f\u5357\u665a\u62a5"
                    },
                    {
                        "value": 1.591,
                        "name": "\u73b0\u4ee3\u5feb\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.784,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u626c\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.399,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u91d1\u9675\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.122,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c88\u9633\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.037,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c88\u9633\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.007,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u8fbd\u5b81\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.044,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c88\u9633\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.581,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5927\u8fde\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.348,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u8fbd\u6c88\u665a\u62a5"
                    },
                    {
                        "value": 1.472,
                        "name": "\u534a\u5c9b\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.133,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5927\u8fde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.037,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cb3\u5357\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.347,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.037,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u57ce\u5e02\u65e9\u62a5"
                    },
                    {
                        "value": 2.142,
                        "name": "\u5927\u6cb3\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.377,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cb3\u5357\u6cd5\u5236\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.163,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cb3\u5357\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.866,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u6587\u5316\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.604,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u4e9a\u7ecf\u8d38\u65b0\u95fb\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.128,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u57ce\u5e02\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.03,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u54c8\u5c14\u6ee8\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.67,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.466,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u751f\u6d3b\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.319,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u897f\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.16,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u534e\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.263,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u897f\u5b89\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.581,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e09\u79e6\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.162,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5c71\u897f\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.112,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5c71\u897f\u6cd5\u5236\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.037,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u751f\u6d3b\u65e9\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.137,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u71d5\u8d75\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.024,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5b89\u5fbd\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.385,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u5b89\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.142,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5408\u80a5\u665a\u62a5.\u73af\u6e56\u6668\u520a"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.537,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5408\u80a5\u665a\u62a5\uff08\u6570\u5b57\u7248\uff09"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.348,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6c5f\u6dee\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.26,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5408\u80a5\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.844,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u5b89\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.73,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5e02\u573a\u661f\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.408,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5b89\u5fbd\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.31,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u91cd\u5e86\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.888,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u91cd\u5e86\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.158,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u798f\u5efa\u65e5\u62a5"
                    },
                    {
                        "value": 1.206,
                        "name": "\u6d77\u5ce1\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.778,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u53a6\u95e8\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.868,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u798f\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.062,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u5357\u65e9\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.974,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e1c\u5357\u5feb\u62a5"
                    },
                    {
                        "value": 1.223,
                        "name": "\u6d77\u5ce1\u5bfc\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.297,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6d77\u897f\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.297,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u90fd\u5e02\u5feb\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.077,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4eca\u65e5\u65e9\u62a5"
                    },
                    {
                        "value": 1.618,
                        "name": "\u94b1\u6c5f\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.007,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6d59\u6c5f\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.122,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u7ecd\u5174\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.208,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6e29\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.49,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5357\u6e56\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.493,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6e29\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.128,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u53f0\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.625,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u957f\u6c99\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.667,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6f47\u6e58\u6668\u62a5"
                    },
                    {
                        "value": 1.23,
                        "name": "\u695a\u5929\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.706,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e09\u5ce1\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.189,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u957f\u6c5f\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.037,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6e56\u5317\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.119,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u8346\u95e8\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.475,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u957f\u6c5f\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.581,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u695a\u5929\u91d1\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.36,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6b66\u6c49\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.039,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5e02\u573a\u6307\u5357\u62a5"
                    },
                    {
                        "value": 2.172,
                        "name": "\u6210\u90fd\u5546\u62a5"
                    },
                    {
                        "value": 3.132,
                        "name": "\u534e\u897f\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.342,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6210\u90fd\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.068,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u56db\u5ddd\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.182,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4fe1\u606f\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.101,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u6cd5\u5236\u62a5"
                    },
                    {
                        "value": 1.176,
                        "name": "\u6c5f\u5357\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.064,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u751f\u6d3b\u65b0\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.825,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e91\u5357\u4fe1\u606f\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.188,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6ec7\u6c60\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.107,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u90fd\u5e02\u65f6\u62a5"
                    },
                    {
                        "value": 1.599,
                        "name": "\u6625\u57ce\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.392,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u8d35\u5dde\u90fd\u5e02\u62a5"
                    },
                    {
                        "value": 1.822,
                        "name": "\u5170\u5dde\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.184,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5170\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.617,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u897f\u90e8\u5546\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.007,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u7518\u8083\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.031,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5170\u5dde\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.035,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u897f\u6d77\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.035,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5e7f\u897f\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.093,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5357\u56fd\u4eca\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.123,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6842\u6797\u665a\u62a5"
                    },
                    {
                        "value": 2.987,
                        "name": "\u5357\u56fd\u65e9\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.532,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u67f3\u5dde\u665a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.562,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5357\u5b81\u665a\u62a5"
                    },
                    {
                        "value": 2.413,
                        "name": "\u5f53\u4ee3\u751f\u6d3b\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.435,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5185\u8499\u53e4\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.025,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5317\u65b9\u65b0\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.108,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u547c\u548c\u6d69\u7279\u665a\u62a5(\u6c49)"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.143,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6d77\u5357\u7279\u533a\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.126,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6d77\u5357\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 1.056,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u5357\u56fd\u90fd\u5e02\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.277,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u65b0\u7586\u90fd\u5e02\u62a5(\u6c49)"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.098,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u90fd\u5e02\u6d88\u8d39\u6668\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.007,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e2d\u56fd\u5987\u5973\u62a5"
                    },
                    {
                        "value": 7.287,
                        "name": "\u4e2d\u56fd\u65b0\u95fb\u793e"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.011,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e2d\u56fd\u4fdd\u9669\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.288,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u6cd5\u5236\u65e5\u62a5"
                    },
                    {
                        "labelLine": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "value": 0.105,
                        "label": {
                            "emphasis": {
                                "show": false
                            },
                            "normal": {
                                "show": false
                            }
                        },
                        "name": "\u4e2d\u56fd\u5b89\u5168\u751f\u4ea7\u62a5"
                    }
                ]
            }
        ]
    }
]


};

if (option && typeof option === "object") {
	myChart.hideLoading();
    var startTime = +new Date();
    myChart.setOption(option, true);
    var endTime = +new Date();
    var updateTime = endTime - startTime;
    console.log("Time used:", updateTime);
	}
}

function behaviorHistogram()
{
	var str = "<p class='first-paragraph'>2000-2014年间，关于全国交通事故报道事故最多的20种媒体。</p>";
	str += "<p class='second-paragraph'>2000-2014年，中新社在交通事故报道方面的表现最突出，南方系报纸在交通事故报道方面的表现突出。</p>";
	$("#nb_part2_explain").html(str);
	var myChart = echarts.init(document.getElementById('nb_part2'));
    myChart.showLoading();

option = {
    title: {
        text: '15年来报道事故最多的报纸Top20',
        left: 'center'
       
    },
    tooltip : {
        trigger: 'axis',
        axisPointer : {            // 坐标轴指示器，坐标轴触发有效
            type : 'shadow'        // 默认为直线，可选为：'line' | 'shadow'
        },
        formatter: function (params) {
            var tar = params[0];
            return tar.name + '<br/>' + tar.seriesName + ' : ' + tar.value;
        }
    },
    grid: {
        left: '3%',
        right: '4%',
        bottom: '3%',
        containLabel: true
    },
    xAxis:[
		{
			type : 'category',
			axisLable: {interval: 0},
			data : ['中\n国\n新\n闻\n社','南\n方\n都\n市\n报','齐\n鲁\n晚\n报','华\n西\n都\n市','南\n国\n早\n报','当\n代\n生\n活','扬\n子\n晚\n报','大\n河\n报','成\n都\n商\n报','广\n州\n日\n报','南\n方\n日\n报','兰\n州\n晨\n报','春\n城\n晚\n报','钱\n江\n晚\n报','现\n代\n快\n报','半\n岛\n晨\n报','江\n南\n都\n市\n报','半\n岛\n都\n市\n报','羊\n城\n晚\n报','新\n快\n报'],
			splitLine: {show: false},
		}
	],
    yAxis: {
        type : 'value'
    },
    series: [
		{
            name: '报道总数',
            type: 'bar',
            data:[9787, 6398, 5091, 4197, 4003, 3234, 3039, 3020, 3011, 2695, 2482, 2441, 2290, 2222, 2132, 2087, 2060, 2000, 1915, 1908]
        }
    ]
};

if (option && typeof option === "object") {
	myChart.hideLoading();
    var startTime = +new Date();
    myChart.setOption(option, true);
    var endTime = +new Date();
    var updateTime = endTime - startTime;
    console.log("Time used:", updateTime);
	}    
}

function behaviorClear()
{
	$("#nb_part3_explain").empty();
	$("#nb_part3").empty();
}